var bank = [
  {
    "id": 1,
    "sem": 1,
    "unit": 1,
    "unitName": "الدورة المحاسبية",
    "lesson": "الدورة المحاسبية المفهوم والمراحل",
    "text": "المفهوم الذي يشير الى مجموعة من المراحل المتسلسلة منذ حدوث العملية المالية حتى استخراج النتائج هو",
    "options": [
      "الدورة المحاسبية",
      "الاستدامة",
      "القوائم المالية",
      "دفتر اليومية"
    ],
    "answer": 0
  },
  {
    "id": 2,
    "sem": 1,
    "unit": 1,
    "unitName": "الدورة المحاسبية",
    "lesson": "الدورة المحاسبية المفهوم والمراحل",
    "text": "تُعد الأساس الذي يُبنى عليه فهم الأنشطة المالية والأداء الاقتصادي للمؤسسات هي",
    "options": [
      "الاستدامة",
      "الدورة المحاسبية",
      "القوائم المالية",
      "ميزان المراجعة"
    ],
    "answer": 1
  },
  {
    "id": 3,
    "sem": 1,
    "unit": 1,
    "unitName": "الدورة المحاسبية",
    "lesson": "الدورة المحاسبية المفهوم والمراحل",
    "text": "أحد الأهداف الاستراتيجية للإدارة العليا هو اتخاذ قرارات تمويلية مدروسة. كيف تُسهم الدورة المحاسبية في تحقيق هذا الهدف؟",
    "options": [
      "من خلال تحسين علاقات الشركة مع الموردين عبر توثيق فواتير الشراء.",
      "عبر تسريع عمليات الإنتاج من خلال تحليل تكاليف المواد الخام.",
      "بتوفر بيانات مالية دقيقة وحديثة تُساعد في تحديد استراتيجيات التمويل والتخطيط المالي",
      "من خلال مقارنة تكلفة الانتاج بالإيرادات"
    ],
    "answer": 2
  },
  {
    "id": 4,
    "sem": 1,
    "unit": 1,
    "unitName": "الدورة المحاسبية",
    "lesson": "الدورة المحاسبية المفهوم والمراحل",
    "text": "ما الدور الذي تلعبه البيانات المحاسبية في دعم مفهوم الاستدامة البيئية في المؤسسات؟",
    "options": [
      "من خلال زيادة عدد الموظفين في قسم المحاسبة لتحسين الكفاءة",
      "عبر تقليل تكاليف الإعلانات الرقمية لصالح البيئة",
      "بقياس تأثير الأنشطة الاقتصادية على البيئة، مثل استهلاك الموارد وتقليل الانبعاثات",
      "من خلال تغيير شعار الشركة ليكون أكثر اخضرارًا."
    ],
    "answer": 2
  },
  {
    "id": 5,
    "sem": 1,
    "unit": 1,
    "unitName": "الدورة المحاسبية",
    "lesson": "الدورة المحاسبية المفهوم والمراحل",
    "text": "تُعتبر الدورة المحاسبية أداة فعالة لضمان الشفافية المالية. أي من الخيارات التالية يُظهر تأثير الدورة المحاسبية على المدققين الخارجيين",
    "options": [
      "تُسهل عليهم فهم هيكل الإدارة وتنظيم الفرق الوظيفية",
      "تُنظم المعاملات والمستندات بطريقة تُسهل عملية المراجعة والتدقيق المالي",
      "تُقلل من الحاجة إلى التحقق من صحة البيانات بسبب الاعتماد على التكنولوجيا",
      "تُمكّنهم من اتخاذ قرارات تشغيلية داخل المؤسسة بناءً على التقارير"
    ],
    "answer": 1
  },
  {
    "id": 6,
    "sem": 1,
    "unit": 1,
    "unitName": "الدورة المحاسبية",
    "lesson": "الدورة المحاسبية المفهوم والمراحل",
    "text": "في نهاية السنة المالية، قررت شركة \"النور\" إقفال حسابات الإيرادات والمصروفات ونقل رصيدها إلى ملخص الدخل ما الدلالة المحاسبية لهذه العملية؟",
    "options": [
      "تحويل الحسابات المؤقتة إلى حسابات دائمة",
      "بدء دورة محاسبية جديدة دون الحاجة لإعداد القوائم المالية",
      "اغلاق جميع الحسابات الدائمة والمؤقتة وبدء التسجيل من الصفر",
      "ترحيل جميع العمليات إلى دفتر الأستاذ قبل إعداد ميزان المراجعة"
    ],
    "answer": 0
  },
  {
    "id": 7,
    "sem": 1,
    "unit": 1,
    "unitName": "الدورة المحاسبية",
    "lesson": "الدورة المحاسبية المفهوم والمراحل",
    "text": "أصدرت شركة \"البيئة أولاً\" تقريرًا ماليًا يتضمن بيانات عن انخفاض استهلاك الطاقة بنسبة 30%، وزيادة الاستثمار في الطاقة المتجددة. ما الدور الذي تلعبه مثل هذه البيانات في سياق الاستدامة؟",
    "options": [
      "تُستخدم لزيادة الأرباح على المدى القصير",
      "تُسهم في تتبع التقدم نحو أهداف التنمية المستدامة، مثل الحفاظ على البيئة",
      "تُعزز من قدرة الشركة على المنافسة في الأسواق التقليدية فقط",
      "تُعد معلومات ترويجية لا تؤثر على الأداء المالي"
    ],
    "answer": 1
  },
  {
    "id": 8,
    "sem": 1,
    "unit": 1,
    "unitName": "الدورة المحاسبية",
    "lesson": "الدورة المحاسبية المفهوم والمراحل",
    "text": "أثناء تحليل عملية شراء آلات بقيمة 150,000 دينار، قام المحاسب بالتحقق من الفاتورة، وحدد الحسابات المدينة والدائنة، ثم سجّل العملية في دفتر اليومية. ما المرحلة التي تلي ذلك في الدورة المحاسبية؟",
    "options": [
      "تحديد العملية المالية",
      "تحليل العملية",
      "تسجيل العملية في دفتر اليومية",
      "ترحيل القيود إلى دفتر الأستاذ"
    ],
    "answer": 3
  },
  {
    "id": 9,
    "sem": 1,
    "unit": 1,
    "unitName": "الدورة المحاسبية",
    "lesson": "الدورة المحاسبية المفهوم والمراحل",
    "text": "تعد الدورة المحاسبية أساس النظام المالي لأي مؤسسة؛ ذلك أنَّها تؤدي دورًا محوريًا في تسجيل العمليات المالية بدقة، وتنظيمها على نحو يضمن",
    "options": [
      "تحليل العمليات المالية",
      "تحقيق الارباح",
      "الدقة في تسجيل العمليات المالية",
      "وضوح المعلومات المالية وسهولة الوصول اليها"
    ],
    "answer": 3
  },
  {
    "id": 10,
    "sem": 1,
    "unit": 1,
    "unitName": "الدورة المحاسبية",
    "lesson": "الدورة المحاسبية المفهوم والمراحل",
    "text": "المرحلة الرابعة في الدورة المحاسبية هي",
    "options": [
      "ترحيل القيود الى دفتر الأستاذ",
      "اعداد ميزان المراجعة",
      "تسجيل العمليات المالية في دفتر اليومية",
      "اعداد القوائم المالية"
    ],
    "answer": 1
  },
  {
    "id": 11,
    "sem": 1,
    "unit": 1,
    "unitName": "الدورة المحاسبية",
    "lesson": "نظرية القيد المزدوج والعمليات المالية",
    "text": "ما هو المبدأ الأساسي الذي تقوم عليه نظرية القيد المزدوج؟",
    "options": [
      "لكل عملية مالية طرف واحد فقط يجب تسجيله في الدفاتر",
      "لكل عملية مالية طرفان، ويجب أن تكون قيمة الطرف المدين أكبر من الطرف الدائن",
      "لكل عملية ذات أثر مالي طرفان متساويان في القيمة، وهما: الطرف المدين والطرف الدائن",
      "التوازن بين حسابات الأصول وحسابات الالتزامات في نهاية الفترة المالية"
    ],
    "answer": 2
  },
  {
    "id": 12,
    "sem": 1,
    "unit": 1,
    "unitName": "الدورة المحاسبية",
    "lesson": "نظرية القيد المزدوج والعمليات المالية",
    "text": "عندما يرمز في القيود المحاسبية للمصطلح (مِنْ) فإن ذلك يشير إلى:",
    "options": [
      "زيادة في حقوق الملكية أو الإيرادات",
      "الطرف الدائن الذي يعكس الالتزامات المالية",
      "الطرف المدين الذي يُظهر زيادة في الأصول أو المصروفات",
      "نقص في الاصول أو المصروفات"
    ],
    "answer": 2
  },
  {
    "id": 13,
    "sem": 1,
    "unit": 1,
    "unitName": "الدورة المحاسبية",
    "lesson": "نظرية القيد المزدوج والعمليات المالية",
    "text": "اشترت شركة 'المهندس' أسهماً في شركة أخرى بهدف الاحتفاظ بها لمدة ثلاث سنوات لتحقيق عائد مالي. كيف تُصنف هذه الأسهم في دفاتر الشركة؟",
    "options": [
      "أصول متداولة",
      "التزامات طويلة الأجل",
      "أصول غير ملموسة",
      "استثمارات طويلة الأجل"
    ],
    "answer": 3
  },
  {
    "id": 14,
    "sem": 1,
    "unit": 1,
    "unitName": "الدورة المحاسبية",
    "lesson": "نظرية القيد المزدوج والعمليات المالية",
    "text": "إذا حصلت الشركة على مستند قانوني يُثبت حقها في تسلم مبلغ مالي من عميل في تاريخ مستقبلي محدد، فإن هذا المستند يُصنف على أنه:",
    "options": [
      "أوراق دفع",
      "التزامات قصيرة الأجل",
      "أصول ثابتة",
      "أوراق قبض"
    ],
    "answer": 3
  },
  {
    "id": 15,
    "sem": 1,
    "unit": 1,
    "unitName": "الدورة المحاسبية",
    "lesson": "نظرية القيد المزدوج والعمليات المالية",
    "text": "براءة اختراع تمتلكها الشركة، تُصنف ضمن أنواع الحسابات التالية",
    "options": [
      "الأصول الثابتة",
      "الأصول غير الملموسة",
      "حقوق الملكية",
      "الإيرادات الأخرى"
    ],
    "answer": 1
  },
  {
    "id": 16,
    "sem": 1,
    "unit": 1,
    "unitName": "الدورة المحاسبية",
    "lesson": "نظرية القيد المزدوج والعمليات المالية",
    "text": "عندما تقوم المؤسسة بشراء سيارة بقيمة 10,000 دينار بالآجل، كيف يتم تحليل هذه العملية من حيث المدين والدائن؟",
    "options": [
      "السيارة دائن بمبلغ 10,000، والالتزام دائن بمبلغ 10,000",
      "السيارة مدين بمبلغ 10,000، والالتزام مدين بمبلغ 10,000",
      "السيارة مدين بمبلغ 10,000، والالتزام دائن بمبلغ 10,000",
      "السيارة دائن بمبلغ 10,000، والالتزام مدين بمبلغ 10,000"
    ],
    "answer": 2
  },
  {
    "id": 17,
    "sem": 1,
    "unit": 1,
    "unitName": "الدورة المحاسبية",
    "lesson": "نظرية القيد المزدوج والعمليات المالية",
    "text": "إذا قام أحد العملاء بتسديد مبلغ مستحق عليه نقدًا للشركة، فما هو التحليل الصحيح لأثر هذه العملية في الشركة؟",
    "options": [
      "حساب الصندوق دائن وحساب العملاء مدين",
      "حساب الصندوق مدين وحساب العملاء دائن",
      "حساب الإيرادات مدين وحساب العملاء دائن",
      "حساب الصندوق دائن وحساب الإيرادات دائن"
    ],
    "answer": 1
  },
  {
    "id": 18,
    "sem": 1,
    "unit": 1,
    "unitName": "الدورة المحاسبية",
    "lesson": "نظرية القيد المزدوج والعمليات المالية",
    "text": "ما هو أثر زيادة الالتزامات على طبيعتها المحاسبية؟",
    "options": [
      "تتحول الى مدينة",
      "نقص المصاريف",
      "نقص الالتزامات",
      "تبقى دائنة"
    ],
    "answer": 3
  },
  {
    "id": 19,
    "sem": 1,
    "unit": 1,
    "unitName": "الدورة المحاسبية",
    "lesson": "نظرية القيد المزدوج والعمليات المالية",
    "text": "عندما تدفع شركة 'التميز' فواتير المصروفات نقدًا، فما هو الحساب الذي سيُسجل دائنًا؟",
    "options": [
      "حساب المصروفات",
      "حساب الإيرادات",
      "حساب الصندوق",
      "حساب الموردين"
    ],
    "answer": 2
  },
  {
    "id": 20,
    "sem": 1,
    "unit": 1,
    "unitName": "الدورة المحاسبية",
    "lesson": "نظرية القيد المزدوج والعمليات المالية",
    "text": "إذا قامت شركة بتقديم خدمات نقدًا، فما هي الحسابات المتأثرة وطبيعة التغير فيها؟",
    "options": [
      "نقص في الأصول (النقد) وزيادة في المصروفات",
      "زيادة في الأصول (النقد) وزيادة في الإيرادات",
      "زيادة في الأصول (النقد) وزيادة في الالتزامات",
      "نقص في الأصول (النقد) ونقص في الإيرادات"
    ],
    "answer": 1
  },
  {
    "id": 21,
    "sem": 1,
    "unit": 1,
    "unitName": "الدورة المحاسبية",
    "lesson": "تسجيل القيود المحاسبية",
    "text": "ما هو الدور الأساسي للقيود المحاسبية في نظام القيد المزدوج",
    "options": [
      "تسجيل العمليات المالية مع طرفين متساويين في القيمة",
      "تحديد الأرباح والخسائر للشركة في نهاية الفترة",
      "مراقبة تدفق السيولة النقدية داخل الشركة فقط",
      "إعداد تقرير شهري عن الإيرادات والمصروفات"
    ],
    "answer": 0
  },
  {
    "id": 22,
    "sem": 1,
    "unit": 1,
    "unitName": "الدورة المحاسبية",
    "lesson": "تسجيل القيود المحاسبية",
    "text": "في أي حالة من الحالات التالية يُطلق على القيد المحاسبي اسم \"قيد مركب\"؟",
    "options": [
      "عندما تكون العملية المالية متعلقة بحساب واحد فقط",
      "عندما يتوازن الطرف المدين مع الطرف الدائن",
      "عندما يكون مبلغ الطرف المدين أكبر من الطرف الدائن",
      "عندما تتضمن العملية المالية أكثر من حساب في أحد الطرفين (المدين أو الدائن) أو كليهما"
    ],
    "answer": 3
  },
  {
    "id": 23,
    "sem": 1,
    "unit": 1,
    "unitName": "الدورة المحاسبية",
    "lesson": "تسجيل القيود المحاسبية",
    "text": "اشترت شركة \"التقدم\" سيارة بمبلغ 10,000 دينار ودفعت قيمتها نقدًا من الصندوق. أي من الحسابات التالية يجب أن يكون مدينًا في القيد المحاسبي؟",
    "options": [
      "الصندوق",
      "راس المال",
      "السيارة",
      "البنك"
    ],
    "answer": 2
  },
  {
    "id": 24,
    "sem": 1,
    "unit": 1,
    "unitName": "الدورة المحاسبية",
    "lesson": "تسجيل القيود المحاسبية",
    "text": "قدمت شركة \"الأمان\" خدمات صيانة بقيمة 5,000 دينار بالآجل للسيد \"خالد\"، أي نوع من الحسابات يمثله حساب \"خالد\" في دفاتر مؤسسة الامان",
    "options": [
      "حساب إيرادات",
      "حساب شخصي",
      "حساب اسمي",
      "حساب دائنون"
    ],
    "answer": 1
  },
  {
    "id": 25,
    "sem": 1,
    "unit": 1,
    "unitName": "الدورة المحاسبية",
    "lesson": "تسجيل القيود المحاسبية",
    "text": "اشترت شركة الاتحاد تجهيزات مكتبية بالآجل. ما هو الحساب الذي يظهر في الطرف الدائن للقيد المحاسبي؟",
    "options": [
      "الصندوق",
      "الاثاث والتجهيزات",
      "الدائنون",
      "المدينون"
    ],
    "answer": 2
  },
  {
    "id": 26,
    "sem": 1,
    "unit": 1,
    "unitName": "الدورة المحاسبية",
    "lesson": "تسجيل القيود المحاسبية",
    "text": "أي من الحسابات التالية يُعد حساباً اسمياً ويُغلق في نهاية السنة المالية؟",
    "options": [
      "حساب الأثاث",
      "حساب راس المال",
      "حساب الموردين",
      "حساب الإيرادات"
    ],
    "answer": 3
  },
  {
    "id": 27,
    "sem": 1,
    "unit": 1,
    "unitName": "الدورة المحاسبية",
    "lesson": "تسجيل القيود المحاسبية",
    "text": "إذا قامت شركة بدفع مبلغ 1,000 دينار مقابل مصروف إيجار بشيك، ما هو نوع هذا القيد؟",
    "options": [
      "قيد مركب",
      "قيد بسيط",
      "قيد إقفال",
      "قيد تسوية"
    ],
    "answer": 1
  },
  {
    "id": 28,
    "sem": 1,
    "unit": 1,
    "unitName": "الدورة المحاسبية",
    "lesson": "تسجيل القيود المحاسبية",
    "text": "إذا كان مصروف الكهرباء 100 دينار، والماء 60 دينارًا، والهاتف 40 دينارًا، وجميعها دُفعت نقدًا من الصندوق، فما هو القيد المحاسبي الصحيح لهذه العملية؟",
    "options": [
      "من حـ/ المصروفات (200) إلى حـ/ الصندوق (200)",
      "من المذكورين: حـ/ الكهرباء (100)، حـ/ الماء (60)، حـ/ الهاتف (40) إلى حـ/ الصندوق (200",
      "من حـ/ الصندوق (200) إلى حـ/ المصروفات (200",
      "من حـ/ الصندوق (200) الى مذكورين حـ/ الكهرباء (100) حـ/ الماء (60) حـ/ الهاتف (40)"
    ],
    "answer": 1
  },
  {
    "id": 29,
    "sem": 1,
    "unit": 1,
    "unitName": "الدورة المحاسبية",
    "lesson": "تسجيل القيود المحاسبية",
    "text": "ما هو وجه التشابه والاختلاف بين الحسابات الحقيقية والحسابات الاسمية؟",
    "options": [
      "كلاهما يُغلق في نهاية السنة المالية، ولكنهما يظهران في قوائم مالية مختلفة.",
      "كلاهما يظهر في قائمة المركز المالي، ولكنهما يختلفان في طريقة التسجيل.",
      "كلاهما يُستخدم في تحديد المركز المالي للمؤسسة، ولكن الحسابات الاسمية تُغلق في نهاية السنة بينما الحسابات الحقيقية تستمر للمدة التالية.",
      "الحسابات الاسمية تظهر في قائمة الدخل والحقيقية في المركز المالي، وكلاهما يُغلق في نهاية الفترة."
    ],
    "answer": 2
  },
  {
    "id": 30,
    "sem": 1,
    "unit": 1,
    "unitName": "الدورة المحاسبية",
    "lesson": "تسجيل القيود المحاسبية",
    "text": "اشترت الشركة سيارة بمبلغ 30,000 دينار، وقامت ايضا شراء أثاث بمبلغ 20,000 دينار، ودفعوا ثمنهما من الصندوق. ما هو نوع القيد المحاسبي لتسجيل هذه العملية؟",
    "options": [
      "قيد بسيط، لأن الأصول زادت",
      "قيد مركب، لأن الطرف الدائن يتكون من أكثر من حساب",
      "قيد مركب، لأن الطرف المدين يتكون من أكثر من حساب",
      "قيد مركب لأنه الطرف المدين فيه أكثر من حساب والطرف الدائن فيه أكثر من حساب"
    ],
    "answer": 2
  },
  {
    "id": 31,
    "sem": 1,
    "unit": 1,
    "unitName": "الدورة المحاسبية",
    "lesson": "دفتر اليومية",
    "text": "أي من الآتي يُعد شرطًا أساسيًا لضمان دقة التسجيل في دفتر اليومية؟",
    "options": [
      "",
      "استخدام القيد الفردي في المعاملات",
      "الالتزام بالتسلسل الزمني للعمليات",
      "ترحيل القيود مباشرة إلى دفتر الأستاذ"
    ],
    "answer": 2
  },
  {
    "id": 32,
    "sem": 1,
    "unit": 1,
    "unitName": "الدورة المحاسبية",
    "lesson": "دفتر اليومية",
    "text": "عند تسجيل معاملة مالية، ما الذي يُسهم في فهم طبيعة العملية عند الرجوع إليها لاحقًا؟",
    "options": [
      "التسلسل الزمني للعملية المالية",
      "كتابة وصف مختصر وواضح",
      "ترقيم القيد المحاسبي",
      "مراجعة التوازن بين المدين والدائن"
    ],
    "answer": 1
  },
  {
    "id": 33,
    "sem": 1,
    "unit": 1,
    "unitName": "الدورة المحاسبية",
    "lesson": "دفتر اليومية",
    "text": "عند تسجيل عملية شراء سيارة بشيك، أي من الحسابات يُسجل في الطرف المدين؟",
    "options": [
      "حساب البنك",
      "حساب السيارة",
      "حساب راس المال",
      "حساب الايرادات"
    ],
    "answer": 1
  },
  {
    "id": 34,
    "sem": 1,
    "unit": 1,
    "unitName": "الدورة المحاسبية",
    "lesson": "دفتر اليومية",
    "text": "في عملية تقديم خدمة تصميم بمبلغ 8,000 دينار تم إيداعه في البنك، ما الحساب الدائن؟",
    "options": [
      "حساب إيراد الخدمات",
      "حساب البنك",
      "حساب الصندوق",
      "حساب المصروفات"
    ],
    "answer": 0
  },
  {
    "id": 35,
    "sem": 1,
    "unit": 1,
    "unitName": "الدورة المحاسبية",
    "lesson": "دفتر اليومية",
    "text": "عند شراء معدات مكتبية نقدًا، ما الحساب الذي يُسجل في الطرف الدائن؟",
    "options": [
      "حساب معدات مكتبية",
      "حساب البنك",
      "الصندوق",
      "حساب الايرادات"
    ],
    "answer": 2
  },
  {
    "id": 36,
    "sem": 1,
    "unit": 1,
    "unitName": "الدورة المحاسبية",
    "lesson": "دفتر اليومية",
    "text": "في عملية تقديم خدمة على الحساب، أي من الحسابات يُسجل في الطرف المدين؟",
    "options": [
      "حساب الدائنون",
      "حساب البنك",
      "حساب الإيرادات",
      "حساب المدينون"
    ],
    "answer": 3
  },
  {
    "id": 37,
    "sem": 1,
    "unit": 1,
    "unitName": "الدورة المحاسبية",
    "lesson": "دفتر اليومية",
    "text": "عندما تقوم المؤسسة السلام بتسديد الذمم الدائنة (الدائنون) بموجب شيك فإن الحساب المدين يكون",
    "options": [
      "البنك",
      "الذمم المدينة",
      "الذمم الدائنة (الدائنون)",
      "مؤسسة السلام"
    ],
    "answer": 2
  },
  {
    "id": 38,
    "sem": 1,
    "unit": 1,
    "unitName": "الدورة المحاسبية",
    "lesson": "دفتر اليومية",
    "text": "في عملية دفع فاتورة كهرباء بشيك، ما الحساب المدين؟",
    "options": [
      "حساب مصروف الكهرباء",
      "حساب البنك",
      "حساب الصندوق",
      "حساب المصاريف الاخرى"
    ],
    "answer": 0
  },
  {
    "id": 39,
    "sem": 1,
    "unit": 1,
    "unitName": "الدورة المحاسبية",
    "lesson": "دفتر اليومية",
    "text": "استرت مؤسسة السعادة اثاث بمبلغ 7000 دينار من مؤسسة الاقصى حيث دفعت 4000 بموجب شيك والباقي نقدا؟ الطرف الدائن في هذه العملية هو",
    "options": [
      "الأثاث",
      "الصندوق ومؤسسة الاقصى",
      "البنك ومؤسسة الأقصى",
      "البنك والصندوق"
    ],
    "answer": 3
  },
  {
    "id": 40,
    "sem": 1,
    "unit": 1,
    "unitName": "الدورة المحاسبية",
    "lesson": "دفتر اليومية",
    "text": "ما الإجراء الذي يُسهم في منع التلاعب أو فقدان القيود المحاسبية؟",
    "options": [
      "استخدام القيد المزدوج",
      "ترقيم العمليات المالية بشكل متسلسل",
      "اعداد قيود الاقفال",
      "القوائم المالية"
    ],
    "answer": 1
  },
  {
    "id": 41,
    "sem": 1,
    "unit": 1,
    "unitName": "الدورة المحاسبية",
    "lesson": "دفتر الأستاذ",
    "text": "السجل المحاسبي الذي يُستخدم في التصنيف والتبويب للعمليات المالية المُسجّلة في دفتر اليومية، بما في ذلك فرز البيانات ذات الطبيعة المتماثلة التي تعبر عن كل نشاط بصورة منفصلة، ثـمّ تجميعها في حسابات مُحدّدة",
    "options": [
      "دفتر اليومية",
      "دفتر الفواتير",
      "ميزان المراجعة",
      "دفتر الاستاذ"
    ],
    "answer": 3
  },
  {
    "id": 42,
    "sem": 1,
    "unit": 1,
    "unitName": "الدورة المحاسبية",
    "lesson": "دفتر الأستاذ",
    "text": "نقل قيود دفتر اليومية الى دفتر الاستاذ العام تسمى",
    "options": [
      "ترصيد",
      "ترحيل",
      "تدقيق",
      "ميزان المراجعة"
    ],
    "answer": 1
  },
  {
    "id": 43,
    "sem": 1,
    "unit": 1,
    "unitName": "الدورة المحاسبية",
    "lesson": "دفتر الأستاذ",
    "text": "إذا كان مجموع الطرف المدين لحساب الصندوق قد بلغ 23,000 دينار في حين ان مجموع الطرف الدائن لنفس الحساب ولنفس الفترة بلغ 17,000 دينار فإن رصيد الصندوق هو",
    "options": [
      "دائن 6000",
      "40,000 مدين",
      "مدين 6000",
      "40,000 دائن"
    ],
    "answer": 2
  },
  {
    "id": 44,
    "sem": 1,
    "unit": 1,
    "unitName": "الدورة المحاسبية",
    "lesson": "دفتر الأستاذ",
    "text": "إذا كان مجموع الطرف المدين في دفتر الاستاذ لحساب مؤسسة السعادة يساوي مجموع الطرف الدائن لنفس الحساب في نهاية العام فماذا يسمى هذا الحساب",
    "options": [
      "حساب ذمم مدينة",
      "حساب ذمم دائنة",
      "حساب مفتوح",
      "حساب مقفل"
    ],
    "answer": 3
  },
  {
    "id": 45,
    "sem": 1,
    "unit": 1,
    "unitName": "الدورة المحاسبية",
    "lesson": "دفتر الأستاذ",
    "text": "أول خطوات ترحيل القيود إلى دفتر الأستاذ هي",
    "options": [
      "تحديد قيد اليومية",
      "تخصيص الصفحات",
      "ترحيل الطرف المدين",
      "تحديد المبلغ الدائن"
    ],
    "answer": 0
  },
  {
    "id": 46,
    "sem": 1,
    "unit": 1,
    "unitName": "الدورة المحاسبية",
    "lesson": "دفتر الأستاذ",
    "text": "ظهر القيد التالي في دفتر اليومية 2000 من حـ/ الصندوق 2000 الى حـ/ البنك عند ترحيل حساب البنك الى صفحته في دفتر الاستاذ يكتب بخانة البيان؟",
    "options": [
      "الى حـ/ الصندوق",
      "من حـ/ الصندوق",
      "من حـ/ البنك",
      "الى حـ/ البنك"
    ],
    "answer": 1
  },
  {
    "id": 47,
    "sem": 1,
    "unit": 1,
    "unitName": "الدورة المحاسبية",
    "lesson": "دفتر الأستاذ",
    "text": "عند ايجاد الفرق بين الطرف المدين والطرف الدائن عند ترصيد الحساب في دفتر الاستاذ يتم وضع هذا الفرق في الجانب",
    "options": [
      "الأكبر",
      "لا يتم وضع المجموع",
      "الأصغر",
      "خانة البيان"
    ],
    "answer": 2
  },
  {
    "id": 48,
    "sem": 1,
    "unit": 1,
    "unitName": "الدورة المحاسبية",
    "lesson": "دفتر الأستاذ",
    "text": "عند ترصيد حساب الصندوق كان مجموع الطرف المدين أكبر من مجموع الطرف الدائن هذا يعنى",
    "options": [
      "حساب الصندوق دائن",
      "حساب الصندوق خرج منه أكثر مما دخل اليه",
      "حساب مقفل",
      "حساب الصندوق دخل اليه أكبر مما خرج منه"
    ],
    "answer": 3
  },
  {
    "id": 49,
    "sem": 1,
    "unit": 1,
    "unitName": "الدورة المحاسبية",
    "lesson": "دفتر الأستاذ",
    "text": "يسمى الحساب في دفتر الاستاذ العام حساب مفتوح إذا كان",
    "options": [
      "مجموع الطرف المدين أكبر من مجموع الطرف الدائن أو العكس",
      "مجموع الطرف المدين يساوي مجموع الطرف الدائن",
      "مجموع الدائن أكبر من 20,000 دينار",
      "الرصيد يساوي صفر"
    ],
    "answer": 0
  },
  {
    "id": 50,
    "sem": 1,
    "unit": 1,
    "unitName": "الدورة المحاسبية",
    "lesson": "دفتر الأستاذ",
    "text": "بلغ مجموع الطرف الدائن لحساب الايرادات مبلغ 20,000 دينار في حين ان مجموع الطرف المدين بلغ صفر فإن رصيد حساب الايرادات هو",
    "options": [
      "20,000 مدين",
      "صفر",
      "20,000 دائن",
      "21.000 دائن"
    ],
    "answer": 2
  },
  {
    "id": 51,
    "sem": 1,
    "unit": 1,
    "unitName": "الدورة المحاسبية",
    "lesson": "ميزان المراجعة",
    "text": "عندما ترحيل الحسابات من دفتر اليومية الى دفتر الأستاذ، ما هي الأداة التي تستخدمها للتأكد من أن مجموع الأرصدة المدينة يساوي مجموع الأرصدة الدائنة، وتُعتبر خطوتك الأولى نحو إعداد القوائم المالية",
    "options": [
      "قائمة الدخل",
      "دفتر اليومية",
      "ميزان المراجعة",
      "دفتر الاستاذ"
    ],
    "answer": 2
  },
  {
    "id": 52,
    "sem": 1,
    "unit": 1,
    "unitName": "الدورة المحاسبية",
    "lesson": "ميزان المراجعة",
    "text": "لماذا يُعد ميزان المراجعة بمثابة \"بوابة\" للانتقال من مرحلة التسجيل والترحيل إلى مرحلة إعداد التقارير المالية؟",
    "options": [
      "لأنه يسجل جميع العمليات المالية اليومية",
      "لأنه يُلخّص جميع الحسابات النهائية في مكان واحد قبل إعداد القوائم المالية",
      "لأنه يوضح الربح أو الخسارة خلال الفترة المحاسبية",
      "لأنه يحدد أصول وخصوم المؤسسة"
    ],
    "answer": 1
  },
  {
    "id": 53,
    "sem": 1,
    "unit": 1,
    "unitName": "الدورة المحاسبية",
    "lesson": "ميزان المراجعة",
    "text": "ما هي أهمية التوازن بين الجانبين المدين والدائن في ميزان المراجعة؟",
    "options": [
      "يدل على أن المؤسسة تحقق أرباحاً",
      "يضمن عدم وجود أخطاء في دفتر اليومية",
      "يعني أن الأصول تساوي الخصوم وحقوق الملكية",
      "يُشير إلى سلامة ودقة الترحيل والترصيد، ولكنه لا يضمن خلو العمل من الأخطاء تماماً"
    ],
    "answer": 3
  },
  {
    "id": 54,
    "sem": 1,
    "unit": 1,
    "unitName": "الدورة المحاسبية",
    "lesson": "ميزان المراجعة",
    "text": "خلال عملك المحاسبي، اكتشفت أن مجموع الأرصدة المدينة في ميزان المراجعة لا يساوي مجموع الأرصدة الدائنة. أي من أهداف إعداد ميزان المراجعة يُساعدك في حل هذه المشكلة؟",
    "options": [
      "اكتشاف الأخطاء وتصحيحها",
      "تلخيص الحسابات",
      "التمهيد لإعداد القوائم المالية",
      "التحقق من المركز المالي للشركة"
    ],
    "answer": 0
  },
  {
    "id": 55,
    "sem": 1,
    "unit": 1,
    "unitName": "الدورة المحاسبية",
    "lesson": "ميزان المراجعة",
    "text": "تخيل أنك مُحاسب في شركة كبيرة، وتُطلب منك مراجعة جميع الحسابات بسرعة قبل نهاية السنة المالية. أي من أهداف ميزان المراجعة يُسهل عليك هذه المهمة من خلال عرض جميع الحسابات وأرصدتها في وثيقة واحدة؟",
    "options": [
      "التحقق من التوازن المحاسبي",
      "إعداد القوائم المالية",
      "تلخيص الحسابات",
      "التدقيق الداخلي"
    ],
    "answer": 2
  },
  {
    "id": 56,
    "sem": 1,
    "unit": 1,
    "unitName": "الدورة المحاسبية",
    "lesson": "ميزان المراجعة",
    "text": "يُعتبر ميزان المراجعة خطوة حاسمة لا يمكن تجاوزها قبل الانتقال إلى",
    "options": [
      "التقارير المالية",
      "ترحيل القيود الى دفتر الاستاذ",
      "التسجيل في دفتر اليومية",
      "قيود الاقفال"
    ],
    "answer": 0
  },
  {
    "id": 57,
    "sem": 1,
    "unit": 1,
    "unitName": "الدورة المحاسبية",
    "lesson": "ميزان المراجعة",
    "text": "ما هو المعيار الأساسي الذي يميز ميزان المراجعة بالمجاميع عن ميزان المراجعة بالأرصدة؟",
    "options": [
      "عدد الحسابات المُدرجة",
      "ميزان المجاميع يحتوي على إجمالي المبالغ المدينة والدائنة لكل حساب، بينما ميزان الأرصدة يحتوي على صافي الرصيد النهائي لكل حساب",
      "نوع النشاط التجاري",
      "الغرض من إعداد الميزان"
    ],
    "answer": 1
  },
  {
    "id": 58,
    "sem": 1,
    "unit": 1,
    "unitName": "الدورة المحاسبية",
    "lesson": "ميزان المراجعة",
    "text": "لديك حساب الصندوق، وكانت مجموع المبالغ المدينة 12,000 دينار، ومجموع المبالغ الدائنة 7,000 دينار. عند إعداد ميزان المراجعة بالأرصدة، كيف سيظهر هذا الحساب؟",
    "options": [
      "رصيد دائن 5,000 دينار",
      "رصيد مدين 5,000 دينار",
      "رصيد مدين 12,000 دينار",
      "رصيد دائن 7,000 دينار"
    ],
    "answer": 1
  },
  {
    "id": 59,
    "sem": 1,
    "unit": 1,
    "unitName": "الدورة المحاسبية",
    "lesson": "ميزان المراجعة",
    "text": "ظهر رصيد البنك في ميزان المراجعة مدين بمبلغ 6000 دينار علما ان مجموع الطرف المدين لحساب البنك كان قد بلغ 20,000 دينار كم مجموع الطرف الدائن",
    "options": [
      "12,000",
      "14,000",
      "26,000",
      "6000"
    ],
    "answer": 1
  },
  {
    "id": 60,
    "sem": 1,
    "unit": 1,
    "unitName": "الدورة المحاسبية",
    "lesson": "ميزان المراجعة",
    "text": "إذا ظهر مجموع الطرف المدين لحساب الدائنون في ميزان المراجعة بالمجاميع مبلغ 35,000 دينار ومجموع الطرف الدائن لنفس الحساب مبلغ 35,000 دينار فإن الرصيد في ميزان المراجعة بالأرصدة يظهر",
    "options": [
      "مدين بـ 35,000",
      "دائن بـ 35,000",
      "لا يظهر",
      "مدين بـ 10,000"
    ],
    "answer": 2
  },
  {
    "id": 61,
    "sem": 1,
    "unit": 2,
    "unitName": "القوائم المالية",
    "lesson": "القوائم المالية الأنواع والأهمية",
    "text": "أي من القوائم التالية لا تعتبر من القوائم المالية",
    "options": [
      "قائمة الدخل",
      "قائمة المركز المالي",
      "قائمة حقوق الملكية",
      "ميزان المراجعة"
    ],
    "answer": 3
  },
  {
    "id": 62,
    "sem": 1,
    "unit": 2,
    "unitName": "القوائم المالية",
    "lesson": "القوائم المالية الأنواع والأهمية",
    "text": "القائمة المالية التي تبنى على حسابات المصاريف والايرادات هي",
    "options": [
      "قائمة المركز المالي",
      "قائمة حقوق الملكية",
      "قائمة الدخل",
      "ميزان المراجعة"
    ],
    "answer": 2
  },
  {
    "id": 63,
    "sem": 1,
    "unit": 2,
    "unitName": "القوائم المالية",
    "lesson": "القوائم المالية الأنواع والأهمية",
    "text": "في أي قائمة من القوائم التالية يظهر حساب المخزون",
    "options": [
      "قائمة حقوق الملكية",
      "قائمة المركز المالي",
      "قائمة الدخل",
      "قائمة التدفقات النقدية"
    ],
    "answer": 1
  },
  {
    "id": 64,
    "sem": 1,
    "unit": 2,
    "unitName": "القوائم المالية",
    "lesson": "القوائم المالية الأنواع والأهمية",
    "text": "القائمة التي تبين ما تملكه المؤسسة من اصول وما عليها من التزامات في نهاية الفترة المالية تسمى",
    "options": [
      "قائمة المركز المالي",
      "قائمة الدخل",
      "قائمة حقوق الملكية",
      "قائمة التدفقات النقدية"
    ],
    "answer": 0
  },
  {
    "id": 65,
    "sem": 1,
    "unit": 2,
    "unitName": "القوائم المالية",
    "lesson": "القوائم المالية الأنواع والأهمية",
    "text": "تقدم ملخصا شاملا عن وضع المؤسسة المالي على مدار مدة زمنية محددة وتساعد على تقييم الاداء المالي وتحديد نقاط القوة والضعف هي",
    "options": [
      "دفتر اليومية",
      "ميزان المراجعة",
      "دفتر الأستاذ",
      "القوائم المالية"
    ],
    "answer": 3
  },
  {
    "id": 66,
    "sem": 1,
    "unit": 2,
    "unitName": "القوائم المالية",
    "lesson": "القوائم المالية الأنواع والأهمية",
    "text": "بلغت ايرادات المؤسسة خلال العام 2024 (350,000) دينار وقد حققت صافي ربح مقداره 125,000 دينار علما ان راس مال المشروع كان 100,000 دينار وبلغت المسحوبات الشخصية 25,000 دينار كم تبلغ اجمالي مصاريف المؤسسة في نهاية 2024؟",
    "options": [
      "75,000 دينار",
      "250,000 دينار",
      "225,000 دينار",
      "175,000"
    ],
    "answer": 2
  },
  {
    "id": 67,
    "sem": 1,
    "unit": 2,
    "unitName": "القوائم المالية",
    "lesson": "القوائم المالية الأنواع والأهمية",
    "text": "من أهمية القوائم المالية اتخاذ القرارات المالية والتي تساعد الادارة واصحاب المصلحة على",
    "options": [
      "تقييم قدرات المؤسسة على الوفاء بالتزاماتها",
      "اتخاذ قرارات مدروسة بخصوص التوسع في الانشطة",
      "تقديم صورة شفافة عن وضع المؤسسة المالي",
      "تحديد الالتزامات الضريبية للمؤسسة"
    ],
    "answer": 1
  },
  {
    "id": 68,
    "sem": 1,
    "unit": 2,
    "unitName": "القوائم المالية",
    "lesson": "القوائم المالية الأنواع والأهمية",
    "text": "بلغت مجموع اصول شركة الاتحاد في نهاية عام 2024 مبلغ 375,000 دينار في حين بلغت الالتزامات قصيرة الاجل وطويلة الاجل مبلغ 175,000 دينار كم تبلغ صافي حقوق الملكية",
    "options": [
      "200,000 دينار",
      "150,000 دينار",
      "205,000 دينار",
      "300,000 دينار"
    ],
    "answer": 0
  },
  {
    "id": 69,
    "sem": 1,
    "unit": 2,
    "unitName": "القوائم المالية",
    "lesson": "القوائم المالية الأنواع والأهمية",
    "text": "اي من الاتي لا تعتبر من أهمية القوائم المالية",
    "options": [
      "تحليل الوضع المالي",
      "اتخاذ القرارات المالية",
      "الشفافية والمصداقية",
      "التركيز على الارباح"
    ],
    "answer": 3
  },
  {
    "id": 70,
    "sem": 1,
    "unit": 2,
    "unitName": "القوائم المالية",
    "lesson": "القوائم المالية الأنواع والأهمية",
    "text": "إذا علمت ان راس المالي في بداية السنة قد بلغ 250,000 دينار في حين ان صافي حقوق الملكية بلغ 420,000 دينار والمسحوبات الشخصية بلغت 25,000 دينار وصافي الربح بلغ 125,000 دينار فكم تبلغ الاضافات على راس المال",
    "options": [
      "50,000 دينار",
      "100,000 دينار",
      "70,000 دينار",
      "25,000 دينار"
    ],
    "answer": 2
  },
  {
    "id": 71,
    "sem": 1,
    "unit": 2,
    "unitName": "القوائم المالية",
    "lesson": "إقفال الحسابات",
    "text": "يتمثل الهدف الرئيس من عملية إقفال الحسابات",
    "options": [
      "ضمان نقل الأرصدة الصحيحة إلى الحسابات المناسبة",
      "تحديد نتيجة الأعمال (ربح أو خسارة)",
      "تهيئة الحسابات المؤقتة للمُدَّة المالية القادمة",
      "جميع ما ذكر"
    ],
    "answer": 3
  },
  {
    "id": 72,
    "sem": 1,
    "unit": 2,
    "unitName": "القوائم المالية",
    "lesson": "إقفال الحسابات",
    "text": "إقفال الحسابات هو عملية محاسبية تُغلق فيها الحسابات المؤقتة (مثل: الإيرادات، والمصروفات) في نهاية المدة المالية؛ لنقل صافي نتيجتها إلى حساب",
    "options": [
      "راس المال",
      "المصاريف",
      "ملخص الدخل",
      "الايرادات"
    ],
    "answer": 2
  },
  {
    "id": 73,
    "sem": 1,
    "unit": 2,
    "unitName": "القوائم المالية",
    "lesson": "إقفال الحسابات",
    "text": "يتم طرح قيمة المسحوبات الشخصية من حساب",
    "options": [
      "الإيرادات",
      "المصروفات",
      "راس المال",
      "ملخص الدخل"
    ],
    "answer": 2
  },
  {
    "id": 74,
    "sem": 1,
    "unit": 2,
    "unitName": "القوائم المالية",
    "lesson": "إقفال الحسابات",
    "text": "يقفل حساب المسحوبات الشخصية في حساب",
    "options": [
      "راس المال",
      "ملخص الدخل",
      "المصاريف",
      "الايرادات"
    ],
    "answer": 0
  },
  {
    "id": 75,
    "sem": 1,
    "unit": 2,
    "unitName": "القوائم المالية",
    "lesson": "إقفال الحسابات",
    "text": "اي من الحسابات التالية تعتبر من حسابات التي يتم إقفالها في نهاية الفترة المالية",
    "options": [
      "اوراق الدفع",
      "ايرادات ليس لها علاقة بالنشاط التشغيل للمؤسسة",
      "اوراق القبض",
      "البنك"
    ],
    "answer": 1
  },
  {
    "id": 76,
    "sem": 1,
    "unit": 2,
    "unitName": "القوائم المالية",
    "lesson": "إقفال الحسابات",
    "text": "يقفل حساب ملخص الدخل خسارة في حساب راس المال بحيث يكون الطرف المدين للقيد هو",
    "options": [
      "ملخص الدخل ربح",
      "ملخص الدخل خسارة",
      "راس المال",
      "المسحوبات الشخصية"
    ],
    "answer": 2
  },
  {
    "id": 77,
    "sem": 1,
    "unit": 2,
    "unitName": "القوائم المالية",
    "lesson": "إقفال الحسابات",
    "text": "يتم اقفال القيود المحاسبية المؤقتة في",
    "options": [
      "بداية الفترة المالية",
      "نهاية الفترة المالية",
      "منتصف الفترة المالية",
      "بعد اعداد ميزان المراجعة"
    ],
    "answer": 1
  },
  {
    "id": 78,
    "sem": 1,
    "unit": 2,
    "unitName": "القوائم المالية",
    "lesson": "إقفال الحسابات",
    "text": "قيد اقفال المصاريف هو",
    "options": [
      "من حـ/ المصاريف الى حـ/ راس المال",
      "من ح/ المصاريف الى حـ/ ملخص الدخل",
      "من حـ/ راس المال الى حـ/ المصاريف",
      "من حـ/ ملخص الدخل الى حـ/ المصاريف"
    ],
    "answer": 3
  },
  {
    "id": 79,
    "sem": 1,
    "unit": 2,
    "unitName": "القوائم المالية",
    "lesson": "إقفال الحسابات",
    "text": "بلغت ايرادات مؤسسة السلام في نهاية الفترة مبلغ 230,000 دينار كما بلغت مصاريفها لنفس الفترة مبلغ 300,000 دينار. ما هو الطرف المدين من قيد اقفال نتيجة عمل المؤسسة",
    "options": [
      "70,000 من حـ/ ملخص الدخل خسارة",
      "50,000 من حـ/ ملخص الدخل خسارة",
      "70,000 من حـ/ راس المال",
      "50,000 من حـ/ راس المال"
    ],
    "answer": 2
  },
  {
    "id": 80,
    "sem": 1,
    "unit": 2,
    "unitName": "القوائم المالية",
    "lesson": "إقفال الحسابات",
    "text": "تقفل المصاريف في نهاية الفترة المالية في حساب",
    "options": [
      "ملخص الدخل",
      "راس المال",
      "المسحوبات الشخصية",
      "الايرادات"
    ],
    "answer": 0
  },
  {
    "id": 81,
    "sem": 1,
    "unit": 3,
    "unitName": "التحليل المالي",
    "lesson": "مفهوم التحليل المالي وأهميته",
    "text": "يُعرّف التحليل المالي على أنه عملية تقييم الأداء المالي للمؤسسة، أيٌّ مما يلي يُمثل أحد أهداف هذه العملية؟",
    "options": [
      "إصدار قرارات إدارية مباشرة دون الرجوع إلى القوائم المالية",
      "فهم أداء المؤسسة المالي وتحليل طرائق الاستثمار فيها",
      "تحديد القوائم المالية المطلوبة لتقييم الشركة",
      "تجميع البيانات المالية من مصادر متعددة"
    ],
    "answer": 1
  },
  {
    "id": 82,
    "sem": 1,
    "unit": 3,
    "unitName": "التحليل المالي",
    "lesson": "مفهوم التحليل المالي وأهميته",
    "text": "أي من أساليب التحليل المالي المذكورة يقوم على مقارنة أداء الشركة المالي بأداء شركات أخرى من نفس القطاع لتحديد مكانتها التنافسية؟",
    "options": [
      "تحليل الاتجاهات",
      "تحليل النسب المالية",
      "تحليل المقارنة",
      "تحليل القوائم المالية المتكاملة"
    ],
    "answer": 2
  },
  {
    "id": 83,
    "sem": 1,
    "unit": 3,
    "unitName": "التحليل المالي",
    "lesson": "مفهوم التحليل المالي وأهميته",
    "text": "أيٌّ مما يلي من أهمية التحليل المالي في اتخاذ القرارات؟",
    "options": [
      "مساعدة الإدارات العليا على اتخاذ قرارات استثمارية وتمويلية",
      "إدارة العمليات التشغيلية اليومية",
      "تقديم تقارير مالية دورية للجهات الحكومية",
      "زيادة مبيعات الشركة"
    ],
    "answer": 0
  },
  {
    "id": 84,
    "sem": 1,
    "unit": 3,
    "unitName": "التحليل المالي",
    "lesson": "مفهوم التحليل المالي وأهميته",
    "text": "أي من المخاطر التالية يمكن تحديدها من خلال التحليل المالي؟",
    "options": [
      "مخاطر الإنتاج والتشغيل",
      "مخاطر التسويق والمبيعات",
      "مخاطر التوسع الجغرافي",
      "مخاطر السيولة ومخاطر الائتمان"
    ],
    "answer": 3
  },
  {
    "id": 85,
    "sem": 1,
    "unit": 3,
    "unitName": "التحليل المالي",
    "lesson": "مفهوم التحليل المالي وأهميته",
    "text": "يمكن تشبيه التحليل المالي بالخريطة التي توجه المؤسسات نحو أهدافها. أيٌّ من الخيارات الآتية يوضح هذا التشبيه بدقة؟",
    "options": [
      "التحليل المالي يحدد مسارات التمويل المتاحة للشركة",
      "التحليل المالي يحدد الأداء المالي فقط دون التطرق للمستقبل",
      "التحليل المالي يحدد مواطن القوة والضعف ويقود إلى قرارات صائبة",
      "التحليل المالي يقدم معلومات تاريخية فقط عن الشركة"
    ],
    "answer": 2
  },
  {
    "id": 86,
    "sem": 1,
    "unit": 3,
    "unitName": "التحليل المالي",
    "lesson": "مفهوم التحليل المالي وأهميته",
    "text": "أي من هذه الأساليب الاربعة للتحليل المالي يستخدم البيانات التاريخية للشركة لفهم الأنماط الحالية والتنبؤ بالأداء المستقبلي؟",
    "options": [
      "تحليل الاتجاهات",
      "تحليل النسب المالية",
      "تحليل المقارنة",
      "تحليل القوائم المالية المتكاملة"
    ],
    "answer": 0
  },
  {
    "id": 87,
    "sem": 1,
    "unit": 3,
    "unitName": "التحليل المالي",
    "lesson": "مفهوم التحليل المالي وأهميته",
    "text": "ما الذي يميز تحليل القوائم المالية المتكاملة عن غيره من الأساليب؟",
    "options": [
      "يقارن أداء الشركة مع أداء شركات أخرى",
      "يستخدم فقط قائمة الدخل وقائمة المركز المالي",
      "يركز على العلاقات بين مختلف القوائم المالية للشركة",
      "يقيس نمو الأرباح بمعدل سنوي ثابت"
    ],
    "answer": 2
  },
  {
    "id": 88,
    "sem": 1,
    "unit": 3,
    "unitName": "التحليل المالي",
    "lesson": "مفهوم التحليل المالي وأهميته",
    "text": "لماذا يُعزّز التحليل المالي الشفافية والمساءلة داخل المؤسسات",
    "options": [
      "لأنه يوفر تقييمًا للمخاطر المالية المحتملة",
      "لأنه يحدد مواطن القوة والضعف في الشركة",
      "لأنه يساعد على مقارنة أداء المؤسسة بالمنافسين",
      "لأنه يوفر بيانات دقيقة للمستثمرين حول كيفية استخدام الأموال"
    ],
    "answer": 3
  },
  {
    "id": 89,
    "sem": 1,
    "unit": 3,
    "unitName": "التحليل المالي",
    "lesson": "مفهوم التحليل المالي وأهميته",
    "text": "أيٌّ مما يلي ليس من الأساليب الخاصة بالتحليل المالي؟",
    "options": [
      "تحليل الاتجاهات",
      "تحليل السيولة",
      "تحليل المقارنة",
      "تحليل القوائم المالية المتكاملة"
    ],
    "answer": 1
  },
  {
    "id": 90,
    "sem": 1,
    "unit": 3,
    "unitName": "التحليل المالي",
    "lesson": "مفهوم التحليل المالي وأهميته",
    "text": "لماذا يُعتبر التحليل المالي أساسًا لاتخاذ قرارات فعالة ومستدامة؟",
    "options": [
      "لأنه يقتصر على تقييم الأداء التاريخي للشركة",
      "لأنه يركز على الأرباح والسيولة",
      "لأنه يساعد على التنبؤ باتجاهات الشركة مستقبلًا بناءً على أدائها",
      "لأنه يحلل النسب المالية للشركة"
    ],
    "answer": 2
  },
  {
    "id": 91,
    "sem": 1,
    "unit": 3,
    "unitName": "التحليل المالي",
    "lesson": "تقنيات التحليل المالي",
    "text": "أي من الأدوات التالية تُستخدم لإظهار البيانات المالية بصرياً لتسهيل فهم الاتجاهات والأنماط؟",
    "options": [
      "الجداول",
      "الدوال المالية",
      "البحث في البيانات",
      "الرسوم البيانية"
    ],
    "answer": 3
  },
  {
    "id": 92,
    "sem": 1,
    "unit": 3,
    "unitName": "التحليل المالي",
    "lesson": "تقنيات التحليل المالي",
    "text": "أي من أنواع التحليل المالي يركز على دراسة التغيرات في عناصر القوائم المالية خلال مدد زمنية مختلفة؟",
    "options": [
      "التحليل الرأسي",
      "التحليل الأفقي",
      "التحليل الداخلي",
      "التحليل الخارجي"
    ],
    "answer": 1
  },
  {
    "id": 93,
    "sem": 1,
    "unit": 3,
    "unitName": "التحليل المالي",
    "lesson": "تقنيات التحليل المالي",
    "text": "أي من الأنشطة الآتية تتعلق بالتدفقات النقدية الناتجة عن عمليات الشراء والبيع للأصول طويلة الأجل؟",
    "options": [
      "الأنشطة الاستثمارية",
      "التحليل التاريخي",
      "التحليل الداخلي",
      "التحليل الأفقي"
    ],
    "answer": 0
  },
  {
    "id": 94,
    "sem": 1,
    "unit": 3,
    "unitName": "التحليل المالي",
    "lesson": "تقنيات التحليل المالي",
    "text": "تُعَدُّ قدرة الشركة على تحقيق أقصى إنتاجية ممكنة بأقل تكلفة ودون هدر في الموارد، بتحسين العمليات الداخلية واستخدام التكنولوجيا الحديثة، مؤشراً على",
    "options": [
      "",
      "التنبؤ المستقبلي",
      "الأنشطة التمويلية",
      "الكفاءة التشغيلية"
    ],
    "answer": 2
  },
  {
    "id": 95,
    "sem": 1,
    "unit": 3,
    "unitName": "التحليل المالي",
    "lesson": "تقنيات التحليل المالي",
    "text": "كيف تساهم الأتمتة في الحفاظ على دقة التحليل المالي ومواءمته للواقع المالي الحالي؟",
    "options": [
      "بزيادة سرعة التحليلات",
      "بتقليل الأخطاء البشرية",
      "بتوفير الوقت والموارد",
      "بالتحديث المستمر للبيانات"
    ],
    "answer": 3
  },
  {
    "id": 96,
    "sem": 1,
    "unit": 3,
    "unitName": "التحليل المالي",
    "lesson": "تقنيات التحليل المالي",
    "text": "التحليل الرأسي يُسهم في تحديد الأولويات المالية للمؤسسة من خلال",
    "options": [
      "مقارنة التغيرات في عناصر القوائم المالية عبر مدد زمنية مختلفة",
      "تقييم الأداء المالي السابق باستخدام بيانات من مدد زمنية سابقة",
      "تحويل كل بند في القوائم المالية إلى نسبة مئوية من إجمالي مبلغ معين خلال مدة زمنية واحدة",
      "التنبؤ بالإيرادات والنفقات المستقبلية بناءً على البيانات الحالية"
    ],
    "answer": 3
  },
  {
    "id": 97,
    "sem": 1,
    "unit": 3,
    "unitName": "التحليل المالي",
    "lesson": "تقنيات التحليل المالي",
    "text": "كيف تُسهم الأتمتة في تحسين دقة التقارير المالية وتحقيق التناسق والموثوقية اللازمة لتعزيز الثقة بالقرارات المالية؟",
    "options": [
      "عن طريق تقليل الأخطاء الناتجة من العمليات اليدوية",
      "بتمكين المؤسسات من اتخاذ قرارات أسرع وأكثر فعالية",
      "عن طريق دمج البيانات من مصادر متعددة بصورة متسقة وموثوقة",
      "بإتاحة التركيز على أكثر المهام الاستراتيجية أهمية"
    ],
    "answer": 2
  },
  {
    "id": 98,
    "sem": 1,
    "unit": 3,
    "unitName": "التحليل المالي",
    "lesson": "تقنيات التحليل المالي",
    "text": "ما هو المفهوم الذي يُطلق على مجموعة من الطرائق تُستخدم في تقييم أداء المؤسسات والشركات مالياً والتنبؤ بأدائها المستقبلي؟",
    "options": [
      "التنبؤ المالي",
      "التحليل المالي",
      "تقنيات التحليل المالي",
      "الدوال المالية"
    ],
    "answer": 2
  },
  {
    "id": 99,
    "sem": 1,
    "unit": 3,
    "unitName": "التحليل المالي",
    "lesson": "تقنيات التحليل المالي",
    "text": "تُعد التدفقات النقدية الناتجة من العمليات اليومية للمؤسسة، مثل الإيرادات من المبيعات، مؤشراً لقدرة المؤسسة على تمويل عملياتها الأساسية دون الحاجة إلى مصادر تمويل خارجية، وهذه التدفقات تُصنّف تحت أي من الأنشطة؟",
    "options": [
      "الانشطة التشغيلية",
      "الانشطة التمويلية",
      "الانشطة الاستثمارية",
      "الانشطة السنوية"
    ],
    "answer": 2
  },
  {
    "id": 100,
    "sem": 1,
    "unit": 3,
    "unitName": "التحليل المالي",
    "lesson": "التحليل المالي والنسب",
    "text": "أدوات تحليلية تستخدم في تقييم أداء المؤسسات المالي بناء على بيانات القوائم المالية هي",
    "options": [
      "النسب المالية",
      "النسب الافقية",
      "النسب الرأسية",
      "نسب الاتجاه"
    ],
    "answer": 0
  },
  {
    "id": 101,
    "sem": 1,
    "unit": 3,
    "unitName": "التحليل المالي",
    "lesson": "التحليل المالي والنسب",
    "text": "تقيس هذه النسب قدرة المؤسسة على الوقاء بالتزاماتها قصيرة الاجل وتعكس مدى استقرار وضعها المالي هي",
    "options": [
      "هامش صافي الربح",
      "نسب السيولة",
      "نسبة العائد على الأصول",
      "نسبة العائد على حقوق الملكية"
    ],
    "answer": 1
  },
  {
    "id": 102,
    "sem": 1,
    "unit": 3,
    "unitName": "التحليل المالي",
    "lesson": "التحليل المالي والنسب",
    "text": "النسبة التي تقيس قدرة الشركة على الوفاء بالتزاماتها قصيرة الأجل باستخدام الأصول المتداولة هي",
    "options": [
      "نسبة العائد على الأصول",
      "نسبة العائد على حقوق الملكية",
      "نسبة التداول",
      "هامش صافي الربح"
    ],
    "answer": 2
  },
  {
    "id": 103,
    "sem": 1,
    "unit": 3,
    "unitName": "التحليل المالي",
    "lesson": "التحليل المالي والنسب",
    "text": "النسب التي تظهر مدى كفاءة الشركة في تحقيق الأرباح هي",
    "options": [
      "نسب السيولة",
      "نسب المقارنة",
      "نسب الاتجاه",
      "نسب الربح"
    ],
    "answer": 3
  },
  {
    "id": 104,
    "sem": 1,
    "unit": 3,
    "unitName": "التحليل المالي",
    "lesson": "التحليل المالي والنسب",
    "text": "إذا كانت قيمة الأصول المتداولة لإحدى الشركات لعام 2019 مبلغ 100,000 دينار وبلغت قيمة الالتزامات المتداولة لنفس العام 50,000 دينار فكم تبلغ نسبة التداول للشركة",
    "options": [
      "0.5",
      "1",
      "1.5",
      "2"
    ],
    "answer": 3
  },
  {
    "id": 105,
    "sem": 1,
    "unit": 3,
    "unitName": "التحليل المالي",
    "lesson": "التحليل المالي والنسب",
    "text": "عند احتساب نسبة هامش صافي الربح يتم قسمة صافي الربح على",
    "options": [
      "مجموع الاصول المتداولة",
      "مجموع الالتزامات",
      "اجمالي الايرادات",
      "مجموع الاصول"
    ],
    "answer": 2
  },
  {
    "id": 106,
    "sem": 1,
    "unit": 3,
    "unitName": "التحليل المالي",
    "lesson": "التحليل المالي والنسب",
    "text": "ظهرت الارصدة التالية في نهاية 2024 لدى مؤسسة الاتحاد (اجمالي الاصول 200.000 دينار، اجمالي الايرادات 100,000 دينار، اجمالي الالتزامات 60.000 دينار، وبلغ صافي ربح المؤسسة في ذلك العام 18,000 دينار كم تبلغ هامش صافي الربح",
    "options": [
      "9%",
      "18%",
      "20%",
      "25%"
    ],
    "answer": 1
  },
  {
    "id": 107,
    "sem": 1,
    "unit": 3,
    "unitName": "التحليل المالي",
    "lesson": "التحليل المالي والنسب",
    "text": "ماذا يمثل مقام نسبة العائد على الاصول",
    "options": [
      "إجمالي الاصول",
      "صافي الربح",
      "مجموع الايرادات",
      "اجمالي الالتزامات"
    ],
    "answer": 0
  },
  {
    "id": 108,
    "sem": 1,
    "unit": 3,
    "unitName": "التحليل المالي",
    "lesson": "التحليل المالي والنسب",
    "text": "إذا علمت ان شركة الاتحاد بلغت ايراداتها خلال عام 2024 (185,000 دينار) في حين بلغت اجمالي مصاريفها (165,000) دينار كما بلغت مجموع اصولها 300,000 دينار ومجموع حقوق الملكية 100,000 دينار فكم تبلغ نسبة العائد على حقوق الملكية",
    "options": [
      "10%",
      "30%",
      "18%",
      "20%"
    ],
    "answer": 3
  },
  {
    "id": 109,
    "sem": 1,
    "unit": 3,
    "unitName": "التحليل المالي",
    "lesson": "التحليل المالي والنسب",
    "text": "القائمة التي تصور حركة الاموال الداخلة الى الشركة وحركة الاموال الخارجة منها وتسهم في تقييم نسبة السيولة الفعلية وقدرة الشركة على تمويل عملياتها وسداد ديونها هي",
    "options": [
      "قائمة التدفقات النقدية",
      "قائمة الدخل",
      "قائمة المركز المالي",
      "قائمة حقوق الملكية"
    ],
    "answer": 0
  },
  {
    "id": 110,
    "sem": 1,
    "unit": 3,
    "unitName": "التحليل المالي",
    "lesson": "استخدامات التحليل المالي",
    "text": "يستفاد من التحليل المالي في تقدير القيمة السوقية للشركات باستخدام عدد من الطرائق منها",
    "options": [
      "نسبة الديون الى الاصول",
      "نسبة الديون الى حقوق الملكية",
      "معدل العائد على الاستثمار",
      "التدفق النقدي المخصوم"
    ],
    "answer": 3
  },
  {
    "id": 111,
    "sem": 1,
    "unit": 3,
    "unitName": "التحليل المالي",
    "lesson": "استخدامات التحليل المالي",
    "text": "يُعد التحليل المالي أداة مُهِمَّة تُستخدم داخل الشركات لفهم الأداء المالي، والأداء التشغيلي، وتحليلهما استنادًا إلى البيانات المالية. من أهم استخدامات التحليل المالي",
    "options": [
      "تحديد الربح والخسارة",
      "القوائم المالية",
      "التقييم المالي",
      "إقفال الحسابات"
    ],
    "answer": 2
  },
  {
    "id": 112,
    "sem": 1,
    "unit": 3,
    "unitName": "التحليل المالي",
    "lesson": "استخدامات التحليل المالي",
    "text": "أي من استخدامات التحليل المالي التالية يساعد المستثمرين على اختيار الشركات ذات الأداء الأفضل؟",
    "options": [
      "تحليل مخاطر السيولة",
      "تقييم مخاطر الإفلاس",
      "إعداد خطط مالية طويلة الأجل",
      "مقارنة الأداء المالي للشركات"
    ],
    "answer": 3
  },
  {
    "id": 113,
    "sem": 1,
    "unit": 3,
    "unitName": "التحليل المالي",
    "lesson": "استخدامات التحليل المالي",
    "text": "ما هي الخطوة الأولى والأساسية في عملية إجراء التحليل المالي لضمان دقة النتائج؟",
    "options": [
      "جمع البيانات المالية الدقيقة والشاملة",
      "اختيار الأدوات المناسبة للتحليل",
      "تفسير النتائج المالية",
      "إجراء التحليل باستخدام النسب المالية"
    ],
    "answer": 0
  },
  {
    "id": 114,
    "sem": 1,
    "unit": 3,
    "unitName": "التحليل المالي",
    "lesson": "استخدامات التحليل المالي",
    "text": "عند تحليل مخاطر السيولة، ما هي النسبة المالية التي يمكن استخدامها لتحديد قدرة الشركة على الوفاء بالتزاماتها قصيرة الأجل؟",
    "options": [
      "نسبة الدين إلى حقوق الملكية",
      "نسبة الدين إلى الأصول",
      "نسبة التداول",
      "نسبة صافي الربح"
    ],
    "answer": 2
  },
  {
    "id": 115,
    "sem": 1,
    "unit": 3,
    "unitName": "التحليل المالي",
    "lesson": "استخدامات التحليل المالي",
    "text": "يُستخدم التحليل المالي في التخطيط الاستراتيجي لإعداد الخطط المالية طويلة الأجل. ما هو الأساس الذي يعتمد عليه هذا الاستخدام؟",
    "options": [
      "تحليل مخاطر الإفلاس وتحديد القدرة على الوفاء بالالتزامات",
      "توقع التدفقات النقدية المستقبلية بناءً على الأداء السابق والاتجاهات الحالية",
      "مقارنة الأداء الفعلي بالأداء المتوقع للكشف عن الانحرافات",
      "تحسين توزيع الموارد المالية نحو الأنشطة الأكثر إنتاجية"
    ],
    "answer": 1
  },
  {
    "id": 116,
    "sem": 1,
    "unit": 3,
    "unitName": "التحليل المالي",
    "lesson": "استخدامات التحليل المالي",
    "text": "في سياق الرقابة المالية، ما هو الأسلوب التحليلي الذي يمكن استخدامه لمقارنة الأداء المالي الفعلي بالخطط الموضوعة والكشف عن الانحرافات؟",
    "options": [
      "تحليل العائد على الاستثمار",
      "تحليل نسب المديونية",
      "تحليل التباين",
      "تحليل التدفقات النقدية"
    ],
    "answer": 2
  },
  {
    "id": 117,
    "sem": 1,
    "unit": 3,
    "unitName": "التحليل المالي",
    "lesson": "استخدامات التحليل المالي",
    "text": "كيف يساهم التحليل المالي في مساعدة الإدارة على تحسين الكفاءة التشغيلية وتحقيق الأهداف الاستراتيجية؟",
    "options": [
      "من خلال تقييم الجدارة الائتمانية للشركات قبل منح القروض",
      "من خلال توفير رؤى حاسمة للمستثمرين حول فرص الاستثمار",
      "من خلال تحسين التخطيط المالي وتوجيه الموارد نحو الأنشطة الأكثر إنتاجية",
      "من خلال تحديد القيمة السوقية للشركة بناءً على التدفقات النقدية المخصومة"
    ],
    "answer": 2
  },
  {
    "id": 118,
    "sem": 1,
    "unit": 3,
    "unitName": "التحليل المالي",
    "lesson": "استخدامات التحليل المالي",
    "text": "ما هو الدور الرئيسي الذي يلعبه التحليل المالي في بيئة الأعمال، خاصة فيما يتعلق بتقييم الأداء المالي للشركات؟",
    "options": [
      "المساهمة في تحديد القيمة السوقية للشركة وتقييم أدائها المالي",
      "توجيه الموارد نحو الأنشطة الأقل ربحية",
      "التركيز على البيانات التاريخية دون التنبؤ بالمستقبل",
      "إهمال مخاطر السيولة والإفلاس"
    ],
    "answer": 0
  },
  {
    "id": 119,
    "sem": 1,
    "unit": 3,
    "unitName": "التحليل المالي",
    "lesson": "استخدامات التحليل المالي",
    "text": "تُعد عملية تفسير النتائج خطوة حاسمة في التحليل المالي. ما هي الجوانب التي تركز عليها هذه الخطوة لتمكين اتخاذ الإجراءات التصحيحية المناسبة؟",
    "options": [
      "مراجعة البيانات التاريخية للشركة فقط دون النظر إلى المؤشرات الحالية",
      "مراجعة المؤشرات المالية الناتجة، ومقارنتها بالأداء التاريخي للشركة، والكشف عن الجوانب المتعلقة بضعف السيولة أو ارتفاع معدلات الدين",
      "التركيز على حساب النسب المالية دون تحليل دلالاتها",
      "جمع البيانات المالية من مصادر متعددة لضمان الشمولية"
    ],
    "answer": 1
  },
  {
    "id": 120,
    "sem": 1,
    "unit": 4,
    "unitName": "الأسواق المالية",
    "lesson": "مفهوم الأسواق المالية وأنواعها وأهميتها",
    "text": "ما هو التعريف الأنسب للأسواق المالية",
    "options": [
      "أماكن يتم فيها شراء وبيع السلع الأساسية فقط",
      "أماكن يتم فيها تبادل العملات الأجنبية بين البنوك",
      "منصات مادية أو إلكترونية لتداول الأدوات المالية مثل الأسهم والسندات",
      "منصات تُسهّل التواصل بين الأطراف التي لديها فائض مالي وتلك التي تبحث عن التمويل"
    ],
    "answer": 3
  },
  {
    "id": 121,
    "sem": 1,
    "unit": 4,
    "unitName": "الأسواق المالية",
    "lesson": "مفهوم الأسواق المالية وأنواعها وأهميتها",
    "text": "أي من الأسواق التالية متخصص في تداول الأدوات المالية قصيرة الأجل التي استحقاقها أقل من سنة؟",
    "options": [
      "سوق رأس المال",
      "سوق المال",
      "سوق الأسهم",
      "سوق السلع"
    ],
    "answer": 1
  },
  {
    "id": 122,
    "sem": 1,
    "unit": 4,
    "unitName": "الأسواق المالية",
    "lesson": "مفهوم الأسواق المالية وأنواعها وأهميتها",
    "text": "ما هي الأهمية الأساسية التي توفرها الأسواق الثانوية للمستثمرين؟",
    "options": [
      "توفير السيولة وتحديد أسعار الأصول المالية",
      "توفير التمويل الأولي للشركات الناشئة",
      "السماح للشركات ببيع أسهمها لأول مرة",
      "توفير دخل ثابت للمستثمرين عبر السندات"
    ],
    "answer": 0
  },
  {
    "id": 123,
    "sem": 1,
    "unit": 4,
    "unitName": "الأسواق المالية",
    "lesson": "مفهوم الأسواق المالية وأنواعها وأهميتها",
    "text": "ما هو الدور الذي تلعبه الأسواق المالية في تحسين تخصيص الموارد؟",
    "options": [
      "تشجيع الادخار والاستثمار",
      "توفير التمويل للشركات الحكومية",
      "توفير السيولة النقدية العاجلة",
      "توجيه رؤوس الأموال نحو أكثر القطاعات إنتاجية وكفاءة"
    ],
    "answer": 3
  },
  {
    "id": 124,
    "sem": 1,
    "unit": 4,
    "unitName": "الأسواق المالية",
    "lesson": "مفهوم الأسواق المالية وأنواعها وأهميتها",
    "text": "ما الذي يميز الأسواق المالية المشتقة عن الأسواق التقليدية؟",
    "options": [
      "أنها تتداول فيها الأوراق المالية لأول مرة",
      "أنها توفر دخلًا ثابتًا للمستثمرين",
      "أن قيمتها مستمدة من أصل آخر مثل الأسهم أو السلع",
      "أنها متخصصة في تداول العملات الأجنبية فقط"
    ],
    "answer": 2
  },
  {
    "id": 125,
    "sem": 1,
    "unit": 4,
    "unitName": "الأسواق المالية",
    "lesson": "مفهوم الأسواق المالية وأنواعها وأهميتها",
    "text": "كيف تُسهم الأسواق المالية في تحقيق النمو الاقتصادي المستدام؟",
    "options": [
      "ببيع وشراء السندات الحكومية فقط",
      "بتعزيز تدفق الأموال لدعم الأنشطة الاقتصادية",
      "بتوفير السيولة للمستثمرين في الأسواق الثانوية",
      "بالتحوط من مخاطر تقلبات أسعار الصرف"
    ],
    "answer": 1
  },
  {
    "id": 126,
    "sem": 1,
    "unit": 4,
    "unitName": "الأسواق المالية",
    "lesson": "مفهوم الأسواق المالية وأنواعها وأهميتها",
    "text": "أي من العبارات الآتية تُوضح العلاقة الصحيحة بين سوق رأس المال وسوق الأسهم؟",
    "options": [
      "سوق الأسهم يُعد نوعًا من أنواع سوق رأس المال",
      "سوق رأس المال يختص بتداول الأسهم فقط",
      "سوق الأسهم هو نفسه سوق رأس المال",
      "سوق السندات وسوق الأسهم هما جزءان من سوق رأس المال"
    ],
    "answer": 3
  },
  {
    "id": 127,
    "sem": 1,
    "unit": 4,
    "unitName": "الأسواق المالية",
    "lesson": "مفهوم الأسواق المالية وأنواعها وأهميتها",
    "text": "عندما يتم شراء عقد مستقبلي (Future Contract)، فإن ذلك يسمح للمستثمرين بـ:",
    "options": [
      "الحصول على حصة في رأس مال الشركة",
      "الحصول على حق شراء أو بيع أصل دون التزام",
      "شراء أو بيع أصل بسعر محدد في تاريخ مستقبلي",
      "تداول العملات الأجنبية والاستفادة من تغيرات أسعار الصرف"
    ],
    "answer": 2
  },
  {
    "id": 128,
    "sem": 1,
    "unit": 4,
    "unitName": "الأسواق المالية",
    "lesson": "مفهوم الأسواق المالية وأنواعها وأهميتها",
    "text": "كيف يمكن للأسواق المالية أن تُسهم بشكل غير مباشر في زيادة الناتج المحلي الإجمالي؟",
    "options": [
      "من خلال تداول الأوراق المالية قصيرة الأجل فقط",
      "عن طريق تمويل المشروعات الإنتاجية والخدمية التي تزيد من الإنتاج",
      "من خلال توفير دخل ثابت للمستثمرين عبر سوق السندات",
      "عن طريق السماح للمستثمرين الأفراد بتحقيق عوائد مالية من مدخراتهم"
    ],
    "answer": 1
  },
  {
    "id": 129,
    "sem": 1,
    "unit": 4,
    "unitName": "الأسواق المالية",
    "lesson": "مفهوم الأسواق المالية وأنواعها وأهميتها",
    "text": "ما هو الاختلاف الجوهري بين سوق الأوراق الأولية وسوق السندات من حيث الغاية الأساسية؟",
    "options": [
      "كلاهما يهدفان لتوفير السيولة، لكن سوق السندات يختص بالديون",
      "سوق السندات يهدف لجمع التمويل، بينما الأوراق الأولية تهدف لتوفير دخل ثابت",
      "الأوراق الأولية تُمكّن الشركات الناشئة من الحصول على رأس المال للنمو، بينما السندات تمثل أداة دين لجمع التمويل",
      "سوق السندات يمثل أداة للتحوط من المخاطر، بينما الأوراق الأولية هي لتداول الأسهم"
    ],
    "answer": 2
  },
  {
    "id": 130,
    "sem": 1,
    "unit": 4,
    "unitName": "الأسواق المالية",
    "lesson": "مفهوم الأصول المالية وأنواعها",
    "text": "ما الغرض الرئيس من امتلاك الأصول النقدية؟",
    "options": [
      "تحقيق أرباح عالية عن طريق تقلبات الأسعار",
      "تمويل المشروعات طويلة الأجل",
      "توفير السيولة الفورية اللازمة لتأمين النفقات الطارئة ودفعها",
      "المشاركة في قرارات إدارة الشركات"
    ],
    "answer": 2
  },
  {
    "id": 131,
    "sem": 1,
    "unit": 4,
    "unitName": "الأسواق المالية",
    "lesson": "مفهوم الأصول المالية وأنواعها",
    "text": "ما هي المخاطر الرئيسة المرتبطة بالأسهم العادية؟",
    "options": [
      "انخفاض عوائدها مقارنة بالسندات الحكومية",
      "حصول حملتها على أرباح ثابتة حتى عند الخسارة",
      "المخاطر العالية التي تُسبّبها تقلبات السوق",
      "عدم إمكانية تداولها في الأسواق المالية"
    ],
    "answer": 2
  },
  {
    "id": 132,
    "sem": 1,
    "unit": 4,
    "unitName": "الأسواق المالية",
    "lesson": "مفهوم الأصول المالية وأنواعها",
    "text": "أيُّ الأصول المالية الآتية يُعَدُّ الأكثر سيولةً ويمكن تحويله إلى نقد بسرعة من دون خسارة كبيرة في القيمة؟",
    "options": [
      "الأسهم",
      "السندات",
      "المشتقات المالية",
      "الأصول النقدية"
    ],
    "answer": 3
  },
  {
    "id": 133,
    "sem": 1,
    "unit": 4,
    "unitName": "الأسواق المالية",
    "lesson": "مفهوم الأصول المالية وأنواعها",
    "text": "ما هو التعريف الدقيق للأصول المالية؟",
    "options": [
      "هي أدوات استثمارية تُمثل حقًا ماديًا في أصول ملموسة",
      "هي أدوات مالية تُستخدم فقط لتمويل المشروعات الحكومية",
      "هي أصول لا يتم تداولها إلا في أسواق معينة",
      "هي أدوات استثمارية يمتلكها الأفراد أو المؤسسات، وتُمثَّل حقًا ماليًّا أو مطالبة قانونية على أصول أخرى"
    ],
    "answer": 3
  },
  {
    "id": 134,
    "sem": 1,
    "unit": 4,
    "unitName": "الأسواق المالية",
    "lesson": "مفهوم الأصول المالية وأنواعها",
    "text": "تُعَدُّ الأصول المالية عنصرًا أساسيًّا في الاقتصاد الحديث، ما الدور الذي تؤديه في دعم الاستقرار المالي؟",
    "options": [
      "توفير القروض الحكومية فقط",
      "توظيف أموال المدخرين في تمويل المشروعات",
      "تقليل أسعار الفائدة في الأسواق المالية.",
      "ضمان الحصول على أرباح ثابتة لجميع المستثمرين"
    ],
    "answer": 1
  },
  {
    "id": 135,
    "sem": 1,
    "unit": 4,
    "unitName": "الأسواق المالية",
    "lesson": "مفهوم الأصول المالية وأنواعها",
    "text": "تتمثل إحدى الخصائص الأساسية للأصول المالية في أنها:",
    "options": [
      "ذات قيمة مادية بحد ذاتها، وتخزن في الأماكن الآمنة",
      "تُمثل دائمًا حقوق ملكية في الشركات",
      "لا تتأثر بأسعار الفائدة أو التضخم",
      "تستمد قيمتها من حقوق الملكية أو الدين، ويمكن تداولها في الأسواق المالية"
    ],
    "answer": 3
  },
  {
    "id": 136,
    "sem": 1,
    "unit": 4,
    "unitName": "الأسواق المالية",
    "lesson": "مفهوم الأصول المالية وأنواعها",
    "text": "ما الغرض الرئيس من إصدار الشركات سندات؟",
    "options": [
      "جمع المال بهدف تمويل مشروعاتها",
      "زيادة الأرباح للمساهمين عن طريق توزيع الأرباح",
      "منح المستثمرين حق التصويت في مجلس الإدارة",
      "توفير استثمار ينطوي على مخاطر عالية وعوائد مرتفعة"
    ],
    "answer": 0
  },
  {
    "id": 137,
    "sem": 1,
    "unit": 4,
    "unitName": "الأسواق المالية",
    "lesson": "مفهوم الأصول المالية وأنواعها",
    "text": "أيُّ أنواع السندات تُعَدُّ أقل مخاطرة، ولماذا؟",
    "options": [
      "سندات الشركات؛ لأن عوائدها أعلى",
      "السندات الحكومية؛ لأنها تصدر من الحكومات لتمويل الإنفاق الحكومي",
      "سندات الشركات؛ لأنها تمنح فائدة دورية منتظمة",
      "السندات الحكومية؛ لأنها أقل سيولة"
    ],
    "answer": 1
  },
  {
    "id": 138,
    "sem": 1,
    "unit": 4,
    "unitName": "الأسواق المالية",
    "lesson": "مفهوم الأصول المالية وأنواعها",
    "text": "ما أبرز فرق جوهري بين الأسهم العادية والأسهم الممتازة من حيث المخاطر والعائد للمستثمر؟",
    "options": [
      "الأسهم الممتازة تمنح عائدًا متغيرًا، بينما الأسهم العادية لها عائد ثابت",
      "الأسهم العادية أقل مخاطرة من الأسهم الممتازة؛ لأنها تمنح حق التصويت",
      "الأسهم الممتازة لا تحصل على أرباح في حال خسارة الشركة، بينما الأسهم العادية تفعل",
      "الأسهم الممتازة أقل عرضة للمخاطر وتمنح أرباحًا ثابتة، بينما الأسهم العادية أكثر مخاطرةً وعوائدها متغيرة"
    ],
    "answer": 3
  },
  {
    "id": 139,
    "sem": 1,
    "unit": 4,
    "unitName": "الأسواق المالية",
    "lesson": "مفهوم الأصول المالية وأنواعها",
    "text": "كيف تُسهم الأصول المالية في إدارة المخاطر وزيادة الثروة؟",
    "options": [
      "من خلال تحقيق عوائد عن طريق توزيع الأرباح أو الفوائد، وإدارة المخاطر عن طريق امتلاك مجموعة متنوعة من الأصول",
      "عن طريق امتلاك مجموعة متنوعة من الأصول، والتركيز على الأصول ذات العائد الثابت فقط",
      "عن طريق الاستثمار في المشتقات المالية فقط؛ لأنها تقلل المخاطر",
      "من خلال امتلاك مجموعة متنوعة من الأصول لتقليل المخاطر، وزيادة الثروة عن طريق عوائدها الاستثمارية"
    ],
    "answer": 0
  },
  {
    "id": 140,
    "sem": 1,
    "unit": 4,
    "unitName": "الأسواق المالية",
    "lesson": "مفهوم التداول وأنواعه وآلياته",
    "text": "يُعد التداول عنصرا أساسيا في الأسواق المالية لأنه",
    "options": [
      "يُحدد الأسعار العادلة للأصول",
      "يقلل من السيولة",
      "يساعد على تخفيض حجم البطالة",
      "يحتاج الى الانترنت في عملية التداول"
    ],
    "answer": 0
  },
  {
    "id": 141,
    "sem": 1,
    "unit": 4,
    "unitName": "الأسواق المالية",
    "lesson": "مفهوم التداول وأنواعه وآلياته",
    "text": "من أهمية التداول",
    "options": [
      "يوفر السيولة",
      "يحدد الأسعار العادلة للأصول",
      "يسمح للمستثمرين بالمشاركة في الانشطة الاقتصادية المختلفة",
      "جميع ما ذكر"
    ],
    "answer": 3
  },
  {
    "id": 142,
    "sem": 1,
    "unit": 4,
    "unitName": "الأسواق المالية",
    "lesson": "مفهوم التداول وأنواعه وآلياته",
    "text": "التداول الذي يتيح للمستثمر أن يقترض من الوسيط المالي لتنفيذ عمليات تداول بمبالغ أكبر من رأس ماله الفعلي",
    "options": [
      "التداول الفوري",
      "التداول بالهامش",
      "التداول الالي",
      "التداول اليومي"
    ],
    "answer": 1
  },
  {
    "id": 143,
    "sem": 1,
    "unit": 4,
    "unitName": "الأسواق المالية",
    "lesson": "مفهوم التداول وأنواعه وآلياته",
    "text": "الخطوة قبل الاخيرة في الية عملية التداول هي",
    "options": [
      "تنفيذ أوامر التداول",
      "تحليل السوق",
      "مراقبة الصفقة وإدارتها",
      "إغلاق الصفقة"
    ],
    "answer": 2
  },
  {
    "id": 144,
    "sem": 1,
    "unit": 4,
    "unitName": "الأسواق المالية",
    "lesson": "مفهوم التداول وأنواعه وآلياته",
    "text": "عند ادخال أوامر البيع والشراء عبر منصة التداول هناك ثلاثة أنواع، اي من الاتي لا يعتبر من انواعها",
    "options": [
      "أمر السوق",
      "تحليل السوق",
      "أمر محدد السعر",
      "أمر إيقاف الخسارة"
    ],
    "answer": 1
  },
  {
    "id": 145,
    "sem": 1,
    "unit": 4,
    "unitName": "الأسواق المالية",
    "lesson": "مفهوم التداول وأنواعه وآلياته",
    "text": "أي من العوامل التالية من العوامل التي تؤثر في الأسواق المالية",
    "options": [
      "مراقبة الصفقة وإدارتها",
      "التداول اليومي",
      "التداول بالهامش",
      "توقعات المستثمرين"
    ],
    "answer": 3
  },
  {
    "id": 146,
    "sem": 1,
    "unit": 4,
    "unitName": "الأسواق المالية",
    "lesson": "مفهوم التداول وأنواعه وآلياته",
    "text": "من انواع التداول في الاسواق المالية التداول الفوري ويعني",
    "options": [
      "تداول يتيح للمستثمر أن يقترض من الوسيط المالي لتنفيذ عمليات تداول بمبالغ أكبر من رأس ماله الفعلي",
      "تداول يعتمد على شراء الأصول المالية وبيعها وتسويتها فورًا أو خلال مدة قصيرة",
      "تداول يعتمد على استخدام برامج حاسوبية لتنفيذ أوامر التداول تلقائيا بناءً على استراتيجيات مُحدَّدة مُسبقًا",
      "تداول يتولّى فيه المتداول فتح الصفقات وإغلاقها في نفس اليوم من دون الاحتفاظ بها إلى اليوم التالي"
    ],
    "answer": 1
  },
  {
    "id": 147,
    "sem": 1,
    "unit": 4,
    "unitName": "الأسواق المالية",
    "lesson": "مفهوم التداول وأنواعه وآلياته",
    "text": "من العوامل التي تؤثر في الأسواق المالية (الأخبار والتقارير الاقتصادية) اي من التقارير التالية لا تعد من تلك التقارير",
    "options": [
      "تقارير الناتج المحلي الاجمالي",
      "معدلات البطالة",
      "التداول طويل الاجل",
      "قرارات البنوك المركزية"
    ],
    "answer": 2
  },
  {
    "id": 148,
    "sem": 1,
    "unit": 4,
    "unitName": "الأسواق المالية",
    "lesson": "مفهوم التداول وأنواعه وآلياته",
    "text": "ما أثر زيادة اسعار الفائدة البنكية على الاسهم والسندات في الاسواق المالية",
    "options": [
      "يزيد الطلب على الاسهم ويقل الطلب على السندات",
      "يقل الطلب على الاسهم ويقل الطلب على السندات",
      "يزيد الطلب على الاسهم ويزد الطلب على السندات",
      "تقل جاذبية الأسهم ويرتفع الاقبال على السندات"
    ],
    "answer": 3
  },
  {
    "id": 149,
    "sem": 1,
    "unit": 4,
    "unitName": "الأسواق المالية",
    "lesson": "مفهوم التداول وأنواعه وآلياته",
    "text": "أي من العوامل التالية التي توثر في الاسواق المالية مما يؤدي الى ارتفاع الاسعار أو انخفاضها بصورة غير منطقية أحيانا",
    "options": [
      "توقعات المستثمرين بالتشاؤم او التفاؤل",
      "اسعار الفائدة",
      "التضخم",
      "الازمات الاقتصادية والازمات السياسية"
    ],
    "answer": 0
  },
  {
    "id": 150,
    "sem": 1,
    "unit": 4,
    "unitName": "الأسواق المالية",
    "lesson": "دور التكنولوجيا في الأسواق المالية",
    "text": "أي من الأدوات التكنولوجية التالية تُستخدم في الأسواق المالية لمحاكاة التفكير البشري وتحليل البيانات؟",
    "options": [
      "تقنية البلوكتشين",
      "الأمن السيبراني",
      "الذكاء الاصطناعي",
      "روبوتات الاستثمار"
    ],
    "answer": 2
  },
  {
    "id": 151,
    "sem": 1,
    "unit": 4,
    "unitName": "الأسواق المالية",
    "lesson": "دور التكنولوجيا في الأسواق المالية",
    "text": "ما هي الميزة الرئيسية التي تقدمها التكنولوجيا للأسواق المالية والتي تتعلق بتنفيذ العمليات بسرعة كبيرة ودقة فائقة؟",
    "options": [
      "خفض التكاليف",
      "تعزيز إمكانية الوصول",
      "زيادة الشفافية",
      "رفع الكفاءة وزيادة السرعة"
    ],
    "answer": 3
  },
  {
    "id": 152,
    "sem": 1,
    "unit": 4,
    "unitName": "الأسواق المالية",
    "lesson": "دور التكنولوجيا في الأسواق المالية",
    "text": "ما هو المفهوم الذي يشير إلى القدرة على التصدّي للهجمات الإلكترونية والتعافي منها بشكل فعال؟",
    "options": [
      "الذكاء الاصطناعي",
      "الأمن السيبراني",
      "المناعة السيبرانية",
      "التداول الخوارزمي"
    ],
    "answer": 2
  },
  {
    "id": 153,
    "sem": 1,
    "unit": 4,
    "unitName": "الأسواق المالية",
    "lesson": "دور التكنولوجيا في الأسواق المالية",
    "text": "ما هي الأداة التي تعتمد على خوارزميات وبرمجيات لتنفيذ صفقات في الأسواق المالية بشكل آلي؟",
    "options": [
      "العملات المشفرة",
      "العقود الذكية",
      "الأمن السيبراني",
      "التداول الخوارزمي"
    ],
    "answer": 3
  },
  {
    "id": 154,
    "sem": 1,
    "unit": 4,
    "unitName": "الأسواق المالية",
    "lesson": "دور التكنولوجيا في الأسواق المالية",
    "text": "كيف تسهم تطبيقات التداول الإلكتروني في دعم المستثمرين المبتدئين على اتخاذ قرارات أفضل؟",
    "options": [
      "من خلال تقليل الشفافية في السوق",
      "من خلال زيادة التكاليف المالية عليهم",
      "من خلال توفير أدوات سهلة الاستخدام للوصول إلى الأسواق المالية من هواتفهم الذكية",
      "من خلال الاعتماد على وسطاء ماليين متخصصين"
    ],
    "answer": 2
  },
  {
    "id": 155,
    "sem": 1,
    "unit": 4,
    "unitName": "الأسواق المالية",
    "lesson": "دور التكنولوجيا في الأسواق المالية",
    "text": "ما هو الدور الأساسي لتقنية البلوكتشين في تسجيل المعاملات المالية؟",
    "options": [
      "السماح بتغيير البيانات المسجلة بسهولة",
      "الاعتماد على وسيط مركزي لإتمام المعاملات",
      "توثيق المعاملات وحفظها بصورة منظمة لضمان الشفافية والمصداقية",
      "زيادة خطر الاحتيال في المعاملات المالية"
    ],
    "answer": 2
  },
  {
    "id": 156,
    "sem": 1,
    "unit": 4,
    "unitName": "الأسواق المالية",
    "lesson": "دور التكنولوجيا في الأسواق المالية",
    "text": "ما هي الميزة التي تقدمها التكنولوجيا والتي أدت إلى تقليل الاعتماد على الوسطاء الماليين في الأسواق المالية؟",
    "options": [
      "زيادة الشفافية",
      "خفض التكاليف",
      "رفع الكفاءة",
      "تعزيز إمكانية الوصول"
    ],
    "answer": 1
  },
  {
    "id": 157,
    "sem": 1,
    "unit": 4,
    "unitName": "الأسواق المالية",
    "lesson": "دور التكنولوجيا في الأسواق المالية",
    "text": "أي من الأمثلة التالية يوضح استخدام الذكاء الاصطناعي في تحليل البيانات الضخمة لتوقع أداء السوق؟",
    "options": [
      "استخدام العقود الذكية لإجراء عملية دفع تلقائية",
      "استخدام العملات المشفرة بوصفها أصولًا بديلةً",
      "تطبيق شركة مالية تقنيات التشفير لحماية بيانات العملاء",
      "اعتماد شركة على بيانات التسوق عبر شبكة الإنترنت في توقع أداء أسهم شركات التجارة الإلكترونية"
    ],
    "answer": 3
  },
  {
    "id": 158,
    "sem": 1,
    "unit": 4,
    "unitName": "الأسواق المالية",
    "lesson": "دور التكنولوجيا في الأسواق المالية",
    "text": "ما الفرق الجوهري بين الأمن السيبراني والمناعة السيبرانية وفقًا للمادة؟",
    "options": [
      "الأمن السيبراني يركز على الكشف عن الاحتيال بينما المناعة السيبرانية تركز على حماية البيانات",
      "الأمن السيبراني يُدمج في تصميم النظام منذ البداية بينما المناعة السيبرانية تُطبق بعد بنائه",
      "الأمن السيبراني يركز على مبدأ الحماية بعد بناء النظام بينما المناعة السيبرانية تُدمج في تصميم النظام منذ بداياته",
      "الأمن السيبراني يتعلق بالهجمات الخارجية فقط بينما المناعة السيبرانية تتعلق بالهجمات الداخلية"
    ],
    "answer": 2
  },
  {
    "id": 159,
    "sem": 1,
    "unit": 4,
    "unitName": "الأسواق المالية",
    "lesson": "دور التكنولوجيا في الأسواق المالية",
    "text": "كيف يمكن للعقود الذكية أن تقلل من الحاجة إلى طرف ثالث وسيط في المعاملات المالية؟",
    "options": [
      "عن طريق زيادة رسوم الوسطاء الماليين",
      "من خلال توفير إمكانية الوصول للوسطاء فقط",
      "من خلال تقنية تشفير لا يمكن الوصول إليها",
      "عن طريق برامج ذاتية التنفيذ تُنفذ الشروط المتفق عليها تلقائيًا"
    ],
    "answer": 3
  },
  {
    "id": 160,
    "sem": 1,
    "unit": 4,
    "unitName": "الأسواق المالية",
    "lesson": "بورصة عمان",
    "text": "متى تأسست بورصة عمان؟",
    "options": [
      "",
      "1995",
      "1999",
      "2017"
    ],
    "answer": 2
  },
  {
    "id": 161,
    "sem": 1,
    "unit": 4,
    "unitName": "الأسواق المالية",
    "lesson": "بورصة عمان",
    "text": "من هي الجهات الثلاث المكوِّنة للسوق المالي الأردني:",
    "options": [
      "البنوك المركزية، وزارة المالية، صندوق النقد",
      "بورصة عمان، هيئة الأوراق المالية، مركز إيداع الأوراق المالية",
      "الشركات المساهمة، المصارف، شركات الوساطة",
      "البنوك، الشركات الخاصة، المستثمرون الأفراد"
    ],
    "answer": 1
  },
  {
    "id": 162,
    "sem": 1,
    "unit": 4,
    "unitName": "الأسواق المالية",
    "lesson": "بورصة عمان",
    "text": "أيّ من الآتي يُعَد من الأصول المالية المتداولة في بورصة عمان؟",
    "options": [
      "العقود الآجلة",
      "الخيارات",
      "الصكوك",
      "العملات الرقمية"
    ],
    "answer": 2
  },
  {
    "id": 163,
    "sem": 1,
    "unit": 4,
    "unitName": "الأسواق المالية",
    "lesson": "بورصة عمان",
    "text": "ما السوق الذي يتم فيه تداول الأوراق المالية بين المستثمرين بعد إصدارها؟",
    "options": [
      "السوق الأولي",
      "السوق الثانوي",
      "السوق العالمي",
      "سوق العملات"
    ],
    "answer": 1
  },
  {
    "id": 164,
    "sem": 1,
    "unit": 4,
    "unitName": "الأسواق المالية",
    "lesson": "بورصة عمان",
    "text": "ما الهدف الأساس من إنشاء بورصة عمان؟",
    "options": [
      "زيادة أعداد البنوك في الأردن",
      "تمويل الموازنة العامة للدولة",
      "تنظيم تداول الأوراق المالية في بيئة عادلة وشفافة",
      "دعم التجارة الخارجية"
    ],
    "answer": 2
  },
  {
    "id": 165,
    "sem": 1,
    "unit": 4,
    "unitName": "الأسواق المالية",
    "lesson": "بورصة عمان",
    "text": "أي من الأدوار الآتية تقوم به بورصة عمان لتعزيز الاقتصاد الوطني؟",
    "options": [
      "فرض الضرائب على الشركات",
      "تقديم قروض مباشرة للمستثمرين",
      "تحديد أسعار الفائدة البنكية",
      "جذب الاستثمارات الأجنبية والمحلية"
    ],
    "answer": 3
  },
  {
    "id": 166,
    "sem": 1,
    "unit": 4,
    "unitName": "الأسواق المالية",
    "lesson": "بورصة عمان",
    "text": "أي من الخيارات الآتية لا يُعد من الأصول المتداولة في بورصة عمان؟",
    "options": [
      "الأسهم",
      "السندات",
      "المشتقات المالية",
      "حقوق الأولوية"
    ],
    "answer": 2
  },
  {
    "id": 167,
    "sem": 1,
    "unit": 4,
    "unitName": "الأسواق المالية",
    "lesson": "بورصة عمان",
    "text": "كيف تُسهم مؤشرات بورصة عمان في الاقتصاد؟",
    "options": [
      "قياس أداء الاقتصاد الأردني عبر نشاط السوق",
      "ضمان استقرار أسعار الفائدة",
      "تحديد سياسات الحكومة المالية",
      "فرض رسوم على تداول الأسهم"
    ],
    "answer": 0
  },
  {
    "id": 168,
    "sem": 1,
    "unit": 4,
    "unitName": "الأسواق المالية",
    "lesson": "بورصة عمان",
    "text": "ما الدور الذي يؤديه إدراج الشركات الحكومية في بورصة عمان؟",
    "options": [
      "تقليل حجم الدين العام مباشرة",
      "تعزيز الشراكة بين القطاعين العام والخاص",
      "إلغاء احتكار القطاع الخاص للسوق",
      "رفع معدلات الضريبة على الشركات"
    ],
    "answer": 1
  },
  {
    "id": 169,
    "sem": 1,
    "unit": 4,
    "unitName": "الأسواق المالية",
    "lesson": "بورصة عمان",
    "text": "لماذا تُعَد الصكوك الإسلامية بديلاً عن السندات التقليدية في بورصة عمان؟",
    "options": [
      "لأنها تعتمد مبدأ المشاركة في الأرباح والخسائر",
      "لأنها تُعفي الشركات من الإفصاح المالي",
      "لأنها مضمونة من الحكومة دائمًا",
      "لأنها تُباع بسعر أعلى من قيمتها الاسمية"
    ],
    "answer": 0
  },
  {
    "id": 170,
    "sem": 1,
    "unit": 5,
    "unitName": "البنك المركزي الأردني",
    "lesson": "البنك المركزي والسياسة النقدية",
    "text": "متى بدأ البنك المركزي الأردني مباشرة أعماله رسميًا؟",
    "options": [
      "",
      "1959",
      "1964",
      "1971"
    ],
    "answer": 2
  },
  {
    "id": 171,
    "sem": 1,
    "unit": 5,
    "unitName": "البنك المركزي الأردني",
    "lesson": "البنك المركزي والسياسة النقدية",
    "text": "الهدف الرئيس للبنك المركزي الأردني هو:",
    "options": [
      "زيادة أرباح البنوك التجارية",
      "الحفاظ على الاستقرار النقدي في المملكة",
      "رفع أسعار الفائدة بشكل دائم",
      "السيطرة على حجم الاستيراد والتصدير"
    ],
    "answer": 1
  },
  {
    "id": 172,
    "sem": 1,
    "unit": 5,
    "unitName": "البنك المركزي الأردني",
    "lesson": "البنك المركزي والسياسة النقدية",
    "text": "أي من الآتي يُعَد من أهداف البنك المركزي الأردني؟",
    "options": [
      "تقليل عدد البنوك في المملكة",
      "زيادة الاستهلاك المحلي",
      "ضمان قابلية تحويل الدينار الأردني",
      "تخفيض قيمة العملة المحلية"
    ],
    "answer": 2
  },
  {
    "id": 173,
    "sem": 1,
    "unit": 5,
    "unitName": "البنك المركزي الأردني",
    "lesson": "البنك المركزي والسياسة النقدية",
    "text": "الرقابة على البنوك والإشراف عليها تهدف إلى:",
    "options": [
      "تقليل أرباح البنوك",
      "حماية حقوق المودعين والمساهمين",
      "رفع معدلات التضخم",
      "زيادة الاستيراد"
    ],
    "answer": 1
  },
  {
    "id": 174,
    "sem": 1,
    "unit": 5,
    "unitName": "البنك المركزي الأردني",
    "lesson": "البنك المركزي والسياسة النقدية",
    "text": "من مهام البنك المركزي الأردني:",
    "options": [
      "إصدار التشريعات النيابية",
      "جباية الضرائب المباشرة",
      "إعداد الموازنة العامة",
      "إصدار أوراق النقد والمسكوكات"
    ],
    "answer": 3
  },
  {
    "id": 175,
    "sem": 1,
    "unit": 5,
    "unitName": "البنك المركزي الأردني",
    "lesson": "البنك المركزي والسياسة النقدية",
    "text": "أي من أدوات السياسة النقدية التالية يؤثر مباشرة في كمية النقود المتاحة من خلال إلزام البنوك بالاحتفاظ بجزء من ودائعها؟",
    "options": [
      "سعر إعادة الخصم",
      "نسبة الاحتياطي الإلزامي",
      "تسهيلات الإيداع والإقراض",
      "عمليات السوق المفتوحة"
    ],
    "answer": 1
  },
  {
    "id": 176,
    "sem": 1,
    "unit": 5,
    "unitName": "البنك المركزي الأردني",
    "lesson": "البنك المركزي والسياسة النقدية",
    "text": "زيادة مطّردة في حجم السلع والخدمات خلال فترة زمنية معينة يشير الى",
    "options": [
      "النمو الاقتصادي",
      "التضخم",
      "سعر الخصم",
      "السياسة الاقتصادية"
    ],
    "answer": 0
  },
  {
    "id": 177,
    "sem": 1,
    "unit": 5,
    "unitName": "البنك المركزي الأردني",
    "lesson": "البنك المركزي والسياسة النقدية",
    "text": "عندما يقوم البنك المركزي الأردني ببيع الأوراق المالية الحكومية للبنوك في إطار عمليات السوق المفتوحة، فإن النتيجة المتوقعة هي:",
    "options": [
      "زيادة عرض النقد في الاقتصاد",
      "زيادة قدرة البنوك على الإقراض",
      "انخفاض السيولة لدى البنوك وبالتالي تقليل عرض النقد",
      "ارتفاع القوة الشرائية للمستهلكين"
    ],
    "answer": 2
  },
  {
    "id": 178,
    "sem": 1,
    "unit": 5,
    "unitName": "البنك المركزي الأردني",
    "lesson": "البنك المركزي والسياسة النقدية",
    "text": "إذا ارتفع معدل التضخم في الأردن، فإن أنسب أداة يمكن أن يستخدمها البنك المركزي للحد منه هي:",
    "options": [
      "رفع أسعار الفائدة",
      "تخفيض نسبة الاحتياطي الإلزامي",
      "تقليل سعر إعادة الخصم",
      "شراء المزيد من الأوراق المالية من البنوك"
    ],
    "answer": 0
  },
  {
    "id": 179,
    "sem": 1,
    "unit": 5,
    "unitName": "البنك المركزي الأردني",
    "lesson": "البنك المركزي والسياسة النقدية",
    "text": "أي مما يلي يوضح بشكل أدق دور تسهيلات الإيداع والإقراض لليلة واحدة؟",
    "options": [
      "تقليل حجم الصادرات وزيادة الواردات",
      "إدارة السيولة لدى البنوك بسرعة والتأثير الفوري على أسعار الفائدة",
      "إصدار أوراق النقد الجديدة بشكل يومي",
      "تشجيع الاستثمار الأجنبي المباشر"
    ],
    "answer": 1
  },
  {
    "id": 180,
    "sem": 1,
    "unit": 5,
    "unitName": "البنك المركزي الأردني",
    "lesson": "دور البنك المركزي الأردني في حماية المستهلك المالي",
    "text": "حماية المستهلك المالي هي حالة يحافظ فيها على حقوق مستهلكي الخدمات المالية بناء على إطار تشريعي واضح يحدد العلاقة بين",
    "options": [
      "مقدمي الخدمات المالية ومستهلكي هذه الخدمات",
      "البنك المركزي والبنوك",
      "مقدمي الخدمات والبنك المركزي",
      "مقدمي الخدمات المالية والحكومة"
    ],
    "answer": 0
  },
  {
    "id": 181,
    "sem": 1,
    "unit": 5,
    "unitName": "البنك المركزي الأردني",
    "lesson": "دور البنك المركزي الأردني في حماية المستهلك المالي",
    "text": "الإطار التشريعي الذي يوضح العلاقة بين مقدمي الخدمات المالية والمصرفية ومستهلكي هذه الخدمات يسمى",
    "options": [
      "مفهوم حماية المستهلك الاقتصادي",
      "مفهوم حماية المستهلك المالي",
      "مفهوم حماية المستهلك المدني",
      "مفهوم حماية المستهلك المصرفي"
    ],
    "answer": 1
  },
  {
    "id": 182,
    "sem": 1,
    "unit": 5,
    "unitName": "البنك المركزي الأردني",
    "lesson": "دور البنك المركزي الأردني في حماية المستهلك المالي",
    "text": "أي من المبادئ التالية يُسهم مباشرة في تمكين العملاء من فهم المنتجات المالية قبل التعاقد عليها؟",
    "options": [
      "معاملة العملاء بعدالة",
      "المحافظة على خصوصية المعلومات",
      "الشفافية",
      "التسعير المسؤول"
    ],
    "answer": 2
  },
  {
    "id": 183,
    "sem": 1,
    "unit": 5,
    "unitName": "البنك المركزي الأردني",
    "lesson": "دور البنك المركزي الأردني في حماية المستهلك المالي",
    "text": "ما الإجراء الذي فرضه البنك المركزي الأردني لضمان حيادية معالجة شكاوى العملاء؟",
    "options": [
      "استحداث دائرة لحماية المستهلك المالي",
      "إصدار تعليمات خاصة بالتسعير المسؤول",
      "تعديل قانون البنك المركزي الأردني",
      "إلزام البنوك بإنشاء وحدة مستقلة لمعالجة الشكاوى"
    ],
    "answer": 3
  },
  {
    "id": 184,
    "sem": 1,
    "unit": 5,
    "unitName": "البنك المركزي الأردني",
    "lesson": "دور البنك المركزي الأردني في حماية المستهلك المالي",
    "text": "كيف يُعزّز وجود إطار شامل لحماية المستهلك المالي مبدأ التنافس بين المؤسسات المالية؟",
    "options": [
      "من خلال خفض أسعار الفائدة على القروض",
      "عبر زيادة الوعي المالي لدى العملاء",
      "عن طريق تقليل عدد البنوك في السوق",
      "بتحفيز المؤسسات على تحسين جودة الخدمات لتنال ثقة العملاء"
    ],
    "answer": 3
  },
  {
    "id": 185,
    "sem": 1,
    "unit": 5,
    "unitName": "البنك المركزي الأردني",
    "lesson": "دور البنك المركزي الأردني في حماية المستهلك المالي",
    "text": "أي من المبادئ التالية يتعامل مباشرة مع مخاطر المعلومات غير المصرح بها؟",
    "options": [
      "معاملة العملاء بعدالة",
      "التسعير المسؤول",
      "المحافظة على خصوصية معلومات العملاء وبياناتهم",
      "تجنب الإفراط في المديونية"
    ],
    "answer": 2
  },
  {
    "id": 186,
    "sem": 1,
    "unit": 5,
    "unitName": "البنك المركزي الأردني",
    "lesson": "دور البنك المركزي الأردني في حماية المستهلك المالي",
    "text": "تعديل قانون البنك المركزي الأردني شمل إضافة مهمة جديدة، تتمثل في:",
    "options": [
      "معالجة الحسابات الراكدة للعملاء",
      "زيادة وعي الجمهور بالأنشطة المصرفية والمالية",
      "إلزام البنوك بتقليل أسعار الفائدة",
      "استحداث وحدات متخصصة لحماية العملاء في كل بنك"
    ],
    "answer": 1
  },
  {
    "id": 187,
    "sem": 1,
    "unit": 5,
    "unitName": "البنك المركزي الأردني",
    "lesson": "دور البنك المركزي الأردني في حماية المستهلك المالي",
    "text": "ما الذي يميز مبدأ \"التسعير المسؤول\" عن باقي مبادئ حماية المستهلك المالي؟",
    "options": [
      "يركز على استقلالية وحدات الشكاوى",
      "يرتبط مباشرة بتكلفة الخدمات والرسوم التي يتحملها العميل",
      "يهتم بالخصوصية المعلوماتية",
      "يعزز آليات حل النزاعات"
    ],
    "answer": 1
  },
  {
    "id": 188,
    "sem": 1,
    "unit": 5,
    "unitName": "البنك المركزي الأردني",
    "lesson": "دور البنك المركزي الأردني في حماية المستهلك المالي",
    "text": "أي من الإجراءات التالية يُسهم في حماية البنوك نفسها من المخاطر القانونية والإشاعات المغرضة؟",
    "options": [
      "إنشاء إطار مؤسسي لحماية المستهلك المالي من خلال دائرة متخصصة",
      "إصدار تعليمات خاصة بالشفافية",
      "تحديد آليات لتجنب الإفراط في المديونية",
      "وضع سقوف للرسوم"
    ],
    "answer": 0
  },
  {
    "id": 189,
    "sem": 1,
    "unit": 5,
    "unitName": "البنك المركزي الأردني",
    "lesson": "دور البنك المركزي الأردني في حماية المستهلك المالي",
    "text": "كيف يحقق مبدأ \"التصميم والتقديم الملائمان للمنتجات\" العدالة بين العملاء؟",
    "options": [
      "بتقليل أسعار الفائدة لجميع العملاء",
      "بضمان توافق المنتجات المالية مع احتياجات العملاء المختلفة ومستويات وعيهم المالي",
      "بمنع المؤسسات من منح القروض كلياً",
      "بإلزام البنوك بخفض عمولاتها"
    ],
    "answer": 1
  },
  {
    "id": 190,
    "sem": 1,
    "unit": 5,
    "unitName": "البنك المركزي الأردني",
    "lesson": "دور البنك المركزي الأردني في نشر الثقافة المالية المجتمعية",
    "text": "أي مما يلي لا يُعد من أهداف نشر الثقافة المالية المجتمعية؟",
    "options": [
      "تعزيز قدرة الأفراد على اتخاذ قرارات مالية واعية",
      "تعزيز التنمية الاقتصادية المستدامة",
      "تعزيز العادات الذكية لإدارة الممتلكات الشخصية",
      "زيادة أرباح البنوك والمؤسسات المالية"
    ],
    "answer": 3
  },
  {
    "id": 191,
    "sem": 1,
    "unit": 5,
    "unitName": "البنك المركزي الأردني",
    "lesson": "دور البنك المركزي الأردني في نشر الثقافة المالية المجتمعية",
    "text": "أي قطاع من القطاعات التالية يستهدف مشروع نشر الثقافة المالية لتمكين المرأة اقتصاديًا؟",
    "options": [
      "التعليم المالي في المدارس",
      "الوعي المالي في مجال تطوير الأعمال",
      "التعليم المالي للمرأة في المجتمعات الريفية",
      "التعليم المالي في مؤسسات التعليم العالي"
    ],
    "answer": 2
  },
  {
    "id": 192,
    "sem": 1,
    "unit": 5,
    "unitName": "البنك المركزي الأردني",
    "lesson": "دور البنك المركزي الأردني في نشر الثقافة المالية المجتمعية",
    "text": "ما الأداة التي يمكن أن يستخدمها البنك المركزي الأردني لنشر الثقافة المالية عن طريق \"الإعلام المكتوب\"؟",
    "options": [
      "المطويات والكتيبات التوعوية",
      "الأفلام القصيرة",
      "مواقع التواصل الاجتماعي",
      "الندوات والمحاضرات"
    ],
    "answer": 0
  },
  {
    "id": 193,
    "sem": 1,
    "unit": 5,
    "unitName": "البنك المركزي الأردني",
    "lesson": "دور البنك المركزي الأردني في نشر الثقافة المالية المجتمعية",
    "text": "يُسهم نشر الثقافة المالية في حماية المستهلك المالي عن طريق تمكينه من:",
    "options": [
      "زيادة دخله الشهري",
      "اتخاذ قرارات مالية مسؤولة وتحديد احتياجاته المالية",
      "الحصول على قروض دون ضمانات",
      "فهم المنتجات المالية المعقدة فقط"
    ],
    "answer": 1
  },
  {
    "id": 194,
    "sem": 1,
    "unit": 5,
    "unitName": "البنك المركزي الأردني",
    "lesson": "دور البنك المركزي الأردني في نشر الثقافة المالية المجتمعية",
    "text": "ما الذي يشير إليه مفهوم \"الثقافة المالية المجتمعية\"؟",
    "options": [
      "مستوى الوعي والفهم لدى الأفراد والجماعات حول إدارة الموارد المالية",
      "عدد البنوك والمؤسسات المالية المتوفرة في المجتمع",
      "قدرة الحكومة على التحكم في الاقتصاد",
      "نسبة الأفراد الذين لديهم حسابات بنكية"
    ],
    "answer": 0
  },
  {
    "id": 195,
    "sem": 1,
    "unit": 5,
    "unitName": "البنك المركزي الأردني",
    "lesson": "دور البنك المركزي الأردني في نشر الثقافة المالية المجتمعية",
    "text": "ما العلاقة بين \"الاشتمال المالي\" و \"نشر الثقافة المالية\"؟",
    "options": [
      "الاشتمال المالي هو الهدف النهائي للثقافة المالية",
      "نشر الثقافة المالية يُعد ضرورة لتحقيق الاشتمال المالي",
      "الاشتمال المالي يسبق ويؤدي إلى نشر الثقافة المالية",
      "لا توجد علاقة مباشرة بين المفهومين"
    ],
    "answer": 1
  },
  {
    "id": 196,
    "sem": 1,
    "unit": 5,
    "unitName": "البنك المركزي الأردني",
    "lesson": "دور البنك المركزي الأردني في نشر الثقافة المالية المجتمعية",
    "text": "كيف يُمكن للتعليم المالي في مؤسسات التعليم العالي أن يُسهم في تعزيز المسؤولية المجتمعية للقطاع المصرفي؟",
    "options": [
      "زيادة أرباح البنوك من خلال جذب عملاء جدد من طلبة الجامعات",
      "تدريب طلبة الجامعات على الأعمال المصرفية، مما يساعد على تطوير جودة التعليم العالي وربطه بمتطلبات السوق",
      "فرض رسوم دراسية إضافية على الطلبة لتمويل صندوق الحسين للإبداع",
      "إعطاء الأولوية في التوظيف لخريجي الجامعات الذين درسوا الاقتصاد فقط"
    ],
    "answer": 1
  },
  {
    "id": 197,
    "sem": 1,
    "unit": 5,
    "unitName": "البنك المركزي الأردني",
    "lesson": "دور البنك المركزي الأردني في نشر الثقافة المالية المجتمعية",
    "text": "إذا كان أحد أهداف نشر الثقافة المالية هو \"تنمية اقتصادية مستدامة\"، فكيف يُمكن أن يُسهم الوعي المالي لدى الشباب في تحقيق هذا الهدف؟",
    "options": [
      "من خلال دفعهم لادخار كل ما يكسبونه دون استثمار",
      "من خلال تشجيعهم على الاعتماد بشكل كامل على التمويل الحكومي",
      "من خلال تعريفهم بمهارات الإدارة المالية وتطوير بيئة الأعمال والريادة",
      "من خلال مطالبتهم بمضاعفة دخلهم خلال فترة زمنية قصيرة"
    ],
    "answer": 2
  },
  {
    "id": 198,
    "sem": 1,
    "unit": 5,
    "unitName": "البنك المركزي الأردني",
    "lesson": "دور البنك المركزي الأردني في نشر الثقافة المالية المجتمعية",
    "text": "ما الأثر المحتمل لنشر الثقافة المالية في حماية المستهلك المالي فيما يتعلق بإدارة المخاطر؟",
    "options": [
      "حماية المستهلك من كل المخاطر المالية",
      "تمكين المستهلك من تقييم المخاطر المالية المرتبطة بالمنتجات المختلفة واتخاذ قرارات واعية",
      "ضمان عدم خسارة المستهلك لأمواله في أي استثمار",
      "جعل المستهلك قادرًا على تجنب جميع أنواع الديون"
    ],
    "answer": 1
  },
  {
    "id": 199,
    "sem": 1,
    "unit": 5,
    "unitName": "البنك المركزي الأردني",
    "lesson": "دور البنك المركزي الأردني في نشر الثقافة المالية المجتمعية",
    "text": "كيف يمكن للبنك المركزي الأردني أن يضمن وصول رسالة \"التثقيف المالي\" إلى فئات المجتمع المختلفة بفاعلية؟",
    "options": [
      "استخدام مزيج من الطرائق التقليدية مثل المطويات، والحديثة مثل شبكات التواصل الاجتماعي، واستهداف قطاعات متعددة مثل المدارس والجامعات والجمعيات الريفية.",
      "التركيز فقط على وسائل الإعلام التقليدية لتفادي مخاطر الإنترنت",
      "إطلاق حملة توعية واحدة كبيرة تستهدف جميع الفئات في وقت واحد",
      "نشر المحتوى المالي المعقد والمفصل فقط للموظفين في القطاع المصرفي"
    ],
    "answer": 0
  },
  {
    "id": 200,
    "sem": 1,
    "unit": 5,
    "unitName": "البنك المركزي الأردني",
    "lesson": "دور البنك المركزي الأردني في المحافظة على الاستقرار المصرفي والمالي",
    "text": "المفهوم الذي يشير الى القدرة على استيعاب الصدمات الاقتصادية وضمان استمرار تقديم الخدمات المالية بكفاءة واقتدار هو",
    "options": [
      "الاستقرار المالي",
      "الاستقرار الاقتصادي",
      "النمو الاقتصادي",
      "النشاط الاقتصادي"
    ],
    "answer": 0
  },
  {
    "id": 201,
    "sem": 1,
    "unit": 5,
    "unitName": "البنك المركزي الأردني",
    "lesson": "دور البنك المركزي الأردني في المحافظة على الاستقرار المصرفي والمالي",
    "text": "أي من العوامل التالية لا تعتبر من عوامل تعزيز الاستقرار المصرفي",
    "options": [
      "المركز المالي للبنوك",
      "الخدمات الالكترونية",
      "الثقة بالنظام المصرفي",
      "الرقابة"
    ],
    "answer": 1
  },
  {
    "id": 202,
    "sem": 1,
    "unit": 5,
    "unitName": "البنك المركزي الأردني",
    "lesson": "دور البنك المركزي الأردني في المحافظة على الاستقرار المصرفي والمالي",
    "text": "المفهوم الذي يشير الى القدرة على أداء وظائفه الأساسية بكفاءة وفعالية والحفاظ على استدامته في مواجهة الصدمات الاقتصادية والمالية وتقديم الخدمات للمجتمع دون توقف او انقطاع هو",
    "options": [
      "الخدمات الالكترونية",
      "الاستقرار المالي",
      "الاستقرار المصرفي",
      "البنك المركزي"
    ],
    "answer": 2
  },
  {
    "id": 203,
    "sem": 1,
    "unit": 5,
    "unitName": "البنك المركزي الأردني",
    "lesson": "دور البنك المركزي الأردني في المحافظة على الاستقرار المصرفي والمالي",
    "text": "عملية تتضمن توجيه المدخرات لتمويل الفرص الاستثمارية ذات الجدوى الاقتصادية عن طريق مؤسسات تمثلها البنوك وشركات الاوراق المالية ومؤسسات الاقراض غير البنكية والسوق المالي والاسهم والسندات",
    "options": [
      "الاستقرار المصرفي",
      "عمليات الاقتراض",
      "ادارة المخاطر",
      "عملية التوسيط المالي"
    ],
    "answer": 3
  },
  {
    "id": 204,
    "sem": 1,
    "unit": 5,
    "unitName": "البنك المركزي الأردني",
    "lesson": "دور البنك المركزي الأردني في المحافظة على الاستقرار المصرفي والمالي",
    "text": "أي من الاتي يعتبر من أركان الاستقرار المالي",
    "options": [
      "القدرة على ادارة المخاطر",
      "الثقة بالنظام المصرفي",
      "المركز المالي للبنوك",
      "توفير هيكل اسعار فائدة مناسب"
    ],
    "answer": 3
  },
  {
    "id": 205,
    "sem": 1,
    "unit": 5,
    "unitName": "البنك المركزي الأردني",
    "lesson": "دور البنك المركزي الأردني في المحافظة على الاستقرار المصرفي والمالي",
    "text": "علاقة الاستقرار المصرفي بالاستقرار المالي تتمثل في أنَّ",
    "options": [
      "الاستقرار المصرفي يعتمد على الاستقرار المالي",
      "الاستقرار المالي يعتمد على الاستقرار المصرفي",
      "الاستقرار المالي والاستقرار المصرفي مترابطان",
      "لا توجد علاقة بينهما"
    ],
    "answer": 2
  },
  {
    "id": 206,
    "sem": 1,
    "unit": 5,
    "unitName": "البنك المركزي الأردني",
    "lesson": "دور البنك المركزي الأردني في المحافظة على الاستقرار المصرفي والمالي",
    "text": "اي من الطرق التالية يسعى البنك المركزي الاردني الى تعزيز الاستقرار المالي والمصرفي في المملكة",
    "options": [
      "نشر الثقافة المالية المجتمعية",
      "رفع سعر الفائدة وتخفيضه",
      "عقد مؤتمرات للتعليم المالي",
      "خفض سعر الصرف مقابل الدولار"
    ],
    "answer": 1
  },
  {
    "id": 207,
    "sem": 1,
    "unit": 5,
    "unitName": "البنك المركزي الأردني",
    "lesson": "دور البنك المركزي الأردني في المحافظة على الاستقرار المصرفي والمالي",
    "text": "أي من الجمل التالية تعتبر صحيحة في علاقة الاستقرار المالي بالاستقرار المصرفي",
    "options": [
      "يُعد الاستقرار المصرفي ركيزة أساسية للاستقرار المالي",
      "لا يوجد علاقة بين الاستقرار المالي والاستقرار المصرفي فلكل منهما يؤدي دورا مختلف",
      "اسواق المال لا تتأثر بالسياسات النقدية سواء كانت فاعلة ام غير 1لك",
      "الاستقرار المالي لا يعتمد على الاستقرار المصرفي"
    ],
    "answer": 0
  },
  {
    "id": 208,
    "sem": 1,
    "unit": 5,
    "unitName": "البنك المركزي الأردني",
    "lesson": "دور البنك المركزي الأردني في المحافظة على الاستقرار المصرفي والمالي",
    "text": "من اركان الاستقرار المالي",
    "options": [
      "ارتفاع المستوى العام للأسعار",
      "ارتفاع سعر صرف الدينار",
      "رفع سعر الفائدة",
      "رقابة البنك المركزي للجهاز المصرفي والمؤسسات المالية وغير المالية"
    ],
    "answer": 3
  },
  {
    "id": 209,
    "sem": 1,
    "unit": 5,
    "unitName": "البنك المركزي الأردني",
    "lesson": "دور البنك المركزي الأردني في المحافظة على الاستقرار المصرفي والمالي",
    "text": "من عوامل تعزيز الاستقرار المصرفي القدرة على إدارة المخاطر اي من المخاطر الاتية التي يجب على النظام المصرفي ان يحسن التعامل معها",
    "options": [
      "الرقابة وضوابط الافصاح المالي",
      "المخاطر الاجتماعية",
      "المخاطر الائتمانية",
      "المخاطر السياسية"
    ],
    "answer": 2
  },
  {
    "id": 210,
    "sem": 2,
    "unit": 6,
    "unitName": "المؤسسات المالية الدولية",
    "lesson": "المؤسسات المالية الدولية: نشأتها، وأنواعها",
    "text": "أي العبارات تعبّر بدقة عن مفهوم المؤسسات المالية الدولية؟",
    "options": [
      "مؤسسات وطنية تدير السياسة النقدية داخل الدولة.",
      "مؤسسات تنشئها شركات خاصة لتمويل التجارة الخارجية.",
      "مؤسسات عالمية أنشأتها مجموعة من الدول لتعزيز الاستقرار المالي ودعم التنمية.",
      "هيئات رقابية تابعة للأمم المتحدة تشرف على البنوك المحلية."
    ],
    "answer": 2
  },
  {
    "id": 211,
    "sem": 2,
    "unit": 6,
    "unitName": "المؤسسات المالية الدولية",
    "lesson": "المؤسسات المالية الدولية: نشأتها، وأنواعها",
    "text": "السبب الرئيس لعقد مؤتمر بريتون وودز عام 1944م كان:",
    "options": [
      "تنظيم حركة التجارة العالمية بعد الكساد الكبير.",
      "إنشاء نظام مالي عالمي أكثر استقراراً بعد الحرب العالمية الثانية",
      "توحيد السياسات الضريبية بين الدول الصناعية",
      "معالجة أزمة الديون في الدول النامية"
    ],
    "answer": 1
  },
  {
    "id": 212,
    "sem": 2,
    "unit": 6,
    "unitName": "المؤسسات المالية الدولية",
    "lesson": "المؤسسات المالية الدولية: نشأتها، وأنواعها",
    "text": "انعقاد مؤتمر بريتون وودز أسفر مباشرة عن تأسيس:",
    "options": [
      "منظمة التجارة العالمية ومجموعة العشرين",
      "البنك الدولي وصندوق النقد الدولي",
      "بنك التسويات الدولية ومؤسسة التمويل الدولية",
      "وكالة ضمان الاستثمار ومركز تسوية المنازعات"
    ],
    "answer": 1
  },
  {
    "id": 213,
    "sem": 2,
    "unit": 6,
    "unitName": "المؤسسات المالية الدولية",
    "lesson": "المؤسسات المالية الدولية: نشأتها، وأنواعها",
    "text": "أي من الآتي يُعد مظهراً من مظاهر الأزمة الاقتصادية؟",
    "options": [
      "استقرار أسعار الصرف لفترة طويلة.",
      "ارتفاع معدلات الادخار المحلي",
      "تراجع النمو وارتفاع البطالة.",
      "زيادة الاستثمار الأجنبي المباشر."
    ],
    "answer": 2
  },
  {
    "id": 214,
    "sem": 2,
    "unit": 6,
    "unitName": "المؤسسات المالية الدولية",
    "lesson": "المؤسسات المالية الدولية: نشأتها، وأنواعها",
    "text": "عندما تحصل دولة على قرض لتمويل إنشاء شبكة طرق ومستشفيات، فإن الجهة الأقرب لطبيعة هذا التمويل هي:",
    "options": [
      "مؤسسات تمويل التنمية.",
      "مؤسسات الاستقرار النقدي.",
      "مؤسسات تسوية المنازعات.",
      "البنوك التجارية الخاصة."
    ],
    "answer": 0
  },
  {
    "id": 215,
    "sem": 2,
    "unit": 6,
    "unitName": "المؤسسات المالية الدولية",
    "lesson": "المؤسسات المالية الدولية: نشأتها، وأنواعها",
    "text": "المؤسسة التي تركز على تحقيق استقرار أسعار الصرف ومعدلات التضخم تُصنّف ضمن:",
    "options": [
      "مؤسسات تمويل التجارة.",
      "مؤسسات تمويل التنمية.",
      "مؤسسات إعادة الإعمار الإقليمية.",
      "مؤسسات الاستقرار النقدي والمالي."
    ],
    "answer": 3
  },
  {
    "id": 216,
    "sem": 2,
    "unit": 6,
    "unitName": "المؤسسات المالية الدولية",
    "lesson": "المؤسسات المالية الدولية: نشأتها، وأنواعها",
    "text": "الدور الأساسي لصندوق النقد الدولي يتمثل في:",
    "options": [
      "تمويل القطاع الخاص في الدول النامية.",
      "تقديم ضمانات ضد المخاطر السياسية.",
      "مراقبة الأداء الاقتصادي وتقديم تمويل عند الأزمات.",
      "تسوية النزاعات بين المستثمرين والدول."
    ],
    "answer": 2
  },
  {
    "id": 217,
    "sem": 2,
    "unit": 6,
    "unitName": "المؤسسات المالية الدولية",
    "lesson": "المؤسسات المالية الدولية: نشأتها، وأنواعها",
    "text": "أي المؤسسات تُعرف بأنها بمثابة بنك للبنوك المركزية؟",
    "options": [
      "البنك الدولي للإنشاء والتعمير.",
      "بنك التسويات الدولية.",
      "وكالة ضمان الاستثمار متعددة الأطراف.",
      "مركز تسوية منازعات الاستثمار."
    ],
    "answer": 0
  },
  {
    "id": 218,
    "sem": 2,
    "unit": 6,
    "unitName": "المؤسسات المالية الدولية",
    "lesson": "المؤسسات المالية الدولية: نشأتها، وأنواعها",
    "text": "تقديم ضمانات ضد المخاطر السياسية للمستثمرين الأجانب يُعد من مهام:",
    "options": [
      "صندوق النقد الدولي.",
      "بنك التنمية الآسيوي.",
      "وكالة ضمان الاستثمار متعددة الأطراف.",
      "البنك الأوروبي لإعادة الإعمار والتنمية."
    ],
    "answer": 2
  },
  {
    "id": 219,
    "sem": 2,
    "unit": 6,
    "unitName": "المؤسسات المالية الدولية",
    "lesson": "المؤسسات المالية الدولية: نشأتها، وأنواعها",
    "text": "تحسين مناخ الاستثمار في الدول النامية مع تمويل القطاع الخاص يرتبط بدور:",
    "options": [
      "مؤسسة التمويل الدولية.",
      "صندوق النقد الدولي.",
      "بنك التسويات الدولية.",
      "منظمة الصحة العالمية."
    ],
    "answer": 0
  },
  {
    "id": 220,
    "sem": 2,
    "unit": 6,
    "unitName": "المؤسسات المالية الدولية",
    "lesson": "صندوق النقد الدولي",
    "text": "أُنشئ صندوق النقد الدولي في سياق دولي اتسم بـ:",
    "options": [
      "التوسع الاستعماري في آسيا.",
      "إعادة تنظيم النظام المالي بعد الحرب العالمية الثانية.",
      "انهيار نظام الذهب في السبعينيات.",
      "أزمة الديون السيادية في الدول النامية."
    ],
    "answer": 1
  },
  {
    "id": 221,
    "sem": 2,
    "unit": 6,
    "unitName": "المؤسسات المالية الدولية",
    "lesson": "صندوق النقد الدولي",
    "text": "بدأ صندوق النقد الدولي نشاطه الرسمي عام:",
    "options": [
      "1945",
      "1944",
      "1969",
      "1940"
    ],
    "answer": 0
  },
  {
    "id": 222,
    "sem": 2,
    "unit": 6,
    "unitName": "المؤسسات المالية الدولية",
    "lesson": "صندوق النقد الدولي",
    "text": "يُعد الهدف الأكثر ارتباطاً بطبيعة عمل صندوق النقد الدولي هو:",
    "options": [
      "تمويل مشروعات البنية التحتية الكبرى.",
      "إدارة الاحتياطات النفطية للدول الأعضاء.",
      "دعم الاستقرار النقدي والمالي العالمي.",
      "تمويل الشركات متعددة الجنسيات."
    ],
    "answer": 2
  },
  {
    "id": 223,
    "sem": 2,
    "unit": 6,
    "unitName": "المؤسسات المالية الدولية",
    "lesson": "صندوق النقد الدولي",
    "text": "تعكس حصة الدولة في صندوق النقد الدولي:",
    "options": [
      "عدد سكانها فقط.",
      "مستوى ديونها الخارجية.",
      "حجم صادراتها الزراعية.",
      "حجم اقتصادها ومكانتها في الاقتصاد العالمي."
    ],
    "answer": 3
  },
  {
    "id": 224,
    "sem": 2,
    "unit": 6,
    "unitName": "المؤسسات المالية الدولية",
    "lesson": "صندوق النقد الدولي",
    "text": "المصدر الرئيس لموارد صندوق النقد الدولي يتمثل في:",
    "options": [
      "اتفاقيات الاقتراض الثنائية.",
      "المنح الدولية.",
      "حصص البلدان الأعضاء.",
      "عوائد استثماراته التجارية."
    ],
    "answer": 2
  },
  {
    "id": 225,
    "sem": 2,
    "unit": 6,
    "unitName": "المؤسسات المالية الدولية",
    "lesson": "صندوق النقد الدولي",
    "text": "اتفاقيات الاقتراض الجديدة بين صندوق النقد الدولي ومجموعة من البلدان الأعضاء تعد",
    "options": [
      "بديلاً دائماً لحصص الأعضاء.",
      "مورداً مسانداً لحصص العضوية.",
      "تمويلاً موجهاً لمشروعات محددة.",
      "أداة رقابية على البنوك المركزية."
    ],
    "answer": 1
  },
  {
    "id": 226,
    "sem": 2,
    "unit": 6,
    "unitName": "المؤسسات المالية الدولية",
    "lesson": "صندوق النقد الدولي",
    "text": "حقوق السحب احتياطيات دولية أنشأها صندوق النقد الدولي عام 1969 وذلك لــ",
    "options": [
      "دعم الاحتياطيات الرسمية للبلدان الاعضاء",
      "زيادة موارد الصندوق المالية",
      "إيجاد فرص العمل وتحسين مستويات المعيشة",
      "تقديم المشورة بخصوص السياسات الاقتصادية التي تسهم في تحقيق الاستقرار"
    ],
    "answer": 0
  },
  {
    "id": 227,
    "sem": 2,
    "unit": 6,
    "unitName": "المؤسسات المالية الدولية",
    "lesson": "صندوق النقد الدولي",
    "text": "وحدة حقوق السحب الخاصة التي انشأها صندوق النقد الدولي قيمتها تستند إلى",
    "options": [
      "عملة الدولار الامريكي",
      "الذهب",
      "الناتج المحلي العالمي",
      "سلة من خمس عملات رئيسة"
    ],
    "answer": 3
  },
  {
    "id": 228,
    "sem": 2,
    "unit": 6,
    "unitName": "المؤسسات المالية الدولية",
    "lesson": "صندوق النقد الدولي",
    "text": "يمتاز صندوق النقد الدولي عن مؤسسات تمويل التنمية بأنه:",
    "options": [
      "يمول مشروعات تعليمية وصحية مباشرة.",
      "يركز على الاستقرار النقدي دون تمويل مشاريع محددة.",
      "يمنح قروضاً طويلة الأجل للبنية التحتية.",
      "يدير الشركات الحكومية."
    ],
    "answer": 1
  },
  {
    "id": 229,
    "sem": 2,
    "unit": 6,
    "unitName": "المؤسسات المالية الدولية",
    "lesson": "صندوق النقد الدولي",
    "text": "من المعوقات المؤسسية لعمل صندوق النقد الدولي",
    "options": [
      "ارتفاع أسعار الفائدة العالمية.",
      "زيادة الاستثمارات الأجنبية.",
      "تحسن مستوى الشفافية.",
      "ضعف الكفاءات الإدارية ونقص البيانات."
    ],
    "answer": 3
  },
  {
    "id": 230,
    "sem": 2,
    "unit": 6,
    "unitName": "المؤسسات المالية الدولية",
    "lesson": "صندوق النقد الدولي",
    "text": "من المساعدات والتمويلات التي يقدمها صندوق النقد الدولي تقديم أنشطة لبناء القدرات والتي تشمل",
    "options": [
      "التوسع الزراعي",
      "الاستثمار العقاري",
      "التسويق التجاري والخارجي",
      "الإدارة الضريبية والسياسات النقدية."
    ],
    "answer": 3
  },
  {
    "id": 231,
    "sem": 2,
    "unit": 6,
    "unitName": "المؤسسات المالية الدولية",
    "lesson": "صندوق النقد الدولي",
    "text": "بطء الإجراءات القانونية يُعد من المعوقات التي تعترض عمل صندوق النقد الدولي في المجال",
    "options": [
      "الاقتصادي",
      "السياسية",
      "التشريعية والقانونية",
      "النقدية"
    ],
    "answer": 2
  },
  {
    "id": 232,
    "sem": 2,
    "unit": 6,
    "unitName": "المؤسسات المالية الدولية",
    "lesson": "البنك الدولي",
    "text": "في أي عام صدر قرار إنشاء البنك الدولي إبان انعقاد مؤتمر بريتون وودز؟",
    "options": [
      "1944",
      "1945",
      "1946",
      "1947"
    ],
    "answer": 0
  },
  {
    "id": 233,
    "sem": 2,
    "unit": 6,
    "unitName": "المؤسسات المالية الدولية",
    "lesson": "البنك الدولي",
    "text": "كم عدد المنظمات العالمية التابعة لمجموعة البنك الدولي؟",
    "options": [
      "ثلاث منظمات",
      "خمس منظمات",
      "أربع منظمات",
      "ست منظمات"
    ],
    "answer": 1
  },
  {
    "id": 234,
    "sem": 2,
    "unit": 6,
    "unitName": "المؤسسات المالية الدولية",
    "lesson": "البنك الدولي",
    "text": "تركز مؤسسة التمويل الدولية (IFC) جهودها منذ تأسيسها عام 1956م على تمكين رواد الأعمال. ما هو القطاع الذي تعتبره هذه المؤسسة محركاً رئيساً للتنمية وتستهدفه في تمويلاتها؟",
    "options": [
      "القطاع العام",
      "القطاع العسكري",
      "القطاع الخاص",
      "القطاع التطوعي"
    ],
    "answer": 2
  },
  {
    "id": 235,
    "sem": 2,
    "unit": 6,
    "unitName": "المؤسسات المالية الدولية",
    "lesson": "البنك الدولي",
    "text": "أي من المنظمات الآتية تُعنى بتقديم ضمانات التأمين من المخاطر السياسية كالحروب لتشجيع الاستثمار الأجنبي المباشر؟",
    "options": [
      "البنك الدولي للإنشاء والتعمير",
      "المؤسسة الدولية للتنمية",
      "المركز الدولي لتسوية نزاعات الاستثمار",
      "وكالة ضمان الاستثمار المتعددة الأطراف"
    ],
    "answer": 3
  },
  {
    "id": 236,
    "sem": 2,
    "unit": 6,
    "unitName": "المؤسسات المالية الدولية",
    "lesson": "البنك الدولي",
    "text": "ما هو الهدف الأساسي من تقديم البنك الدولي لخدمة \"المساعدة الفنية وبناء القدرات\" للدول النامية؟",
    "options": [
      "تقديم قروض مالية ضخمة خالية من الفوائد لتسديد الديون الخارجية",
      "الاستثمار المباشر في حصص رأس المال لمشروعات القطاع الخاص",
      "إصدار قرارات ملزمة لحل النزاعات التجارية بين الدول المضيفة والمستثمرين",
      "تطوير المؤسسات الحكومية والإدارية وتقديم الخبرات لصانعي السياسات"
    ],
    "answer": 3
  },
  {
    "id": 237,
    "sem": 2,
    "unit": 6,
    "unitName": "المؤسسات المالية الدولية",
    "lesson": "البنك الدولي",
    "text": "إذا كانت هناك دولة تُصنف ضمن الدول الأكثر فقراً في العالم، وتحتاج إلى تمويل ميسر لبناء مدرسة بشرط ألا يترتب عليها فوائد، فما هي الجهة الأنسب للتوجه إليها ضمن مجموعة البنك الدولي؟",
    "options": [
      "البنك الدولي للإنشاء والتعمير (IBRD)",
      "المؤسسة الدولية للتنمية (IDA)",
      "مؤسسة التمويل الدولية (IFC)",
      "وكالة ضمان الاستثمار المتعددة الأطراف (MIGA)"
    ],
    "answer": 1
  },
  {
    "id": 238,
    "sem": 2,
    "unit": 6,
    "unitName": "المؤسسات المالية الدولية",
    "lesson": "البنك الدولي",
    "text": "تعاني دولة نامية من إحجام المستثمرين الأجانب والمحليين عن بدء مشاريعهم فيها بسبب غياب القوانين التي تحمي الملكية الفكرية، وعدم وجود آليات فاعلة لتسوية النزاعات. إلى أي معوقات عمل البنك الدولي يشير هذا الموقف التنموي؟",
    "options": [
      "ضعف الهياكل المؤسسية والإدارية",
      "انتشار الفساد وغياب الشفافية",
      "ضعف البنية التشريعية والقانونية",
      "غياب الاستقرار الأمني والسياسي"
    ],
    "answer": 2
  },
  {
    "id": 239,
    "sem": 2,
    "unit": 6,
    "unitName": "المؤسسات المالية الدولية",
    "lesson": "البنك الدولي",
    "text": "كيف يمارس البنك الدولي التمويل المختلط (Blended Finance) لدعم المشروعات ذات الأثر الاقتصادي والاجتماعي وتقليل المخاطر المرتبطة بها؟",
    "options": [
      "عن طريق تسديد القروض المتعثرة للدول النامية نيابة عنها بالتعاون مع صندوق النقد",
      "عبر تقديم منح مالية مخصصة للقطاع الحكومي بشروط صارمة للشفافية",
      "من خلال الاستثمار في حصص رأس المال لمشروعات القطاع الخاص في الدول النامية",
      "بتوفير تقارير وبحوث اقتصادية مشتركة مثل تقرير آفاق الاقتصاد العالمي"
    ],
    "answer": 2
  },
  {
    "id": 240,
    "sem": 2,
    "unit": 6,
    "unitName": "المؤسسات المالية الدولية",
    "lesson": "البنك الدولي",
    "text": "حدث خلاف قانوني بين مستثمر أجنبي والدولة المضيفة لمشروعه، ولجأ الطرفان إلى المركز الدولي لتسوية نزاعات الاستثمار (ICSID). أي الآليات الآتية لا تدخل ضمن اختصاص هذا المركز لحل النزاع؟",
    "options": [
      "الوساطة لتقريب وجهات النظر",
      "التحكيم للوصول إلى تسوية",
      "فرض عقوبات اقتصادية على الدولة المضيفة",
      "تقصي الحقائق للوقوف على حيثيات الخلاف"
    ],
    "answer": 2
  },
  {
    "id": 241,
    "sem": 2,
    "unit": 6,
    "unitName": "المؤسسات المالية الدولية",
    "lesson": "البنك الدولي",
    "text": "في سياق التعاون لتقييم مدى متانة القطاع المالي والمصرفي في البلدان الأعضاء، يشرف صندوق النقد الدولي منفرداً على \"برنامج تقييم القطاع المالي\" لفئة محددة من الدول، بينما يتعاون البنك الدولي والصندوق معاً لتنفيذه في فئات أخرى. ما هي الفئة التي يتولى الصندوق الإشراف عليها منفرداً؟",
    "options": [
      "الاقتصادات النامية",
      "الاقتصادات المتقدمة",
      "الاقتصادات الناشئة",
      "الاقتصادات الهشة"
    ],
    "answer": 1
  },
  {
    "id": 242,
    "sem": 2,
    "unit": 6,
    "unitName": "المؤسسات المالية الدولية",
    "lesson": "البنك الدولي",
    "text": "تؤدي ظاهرة انتشار الفساد وغياب الشفافية في بعض الدول النامية إلى التأثير سلباً على المشروعات التنموية الممولة من البنك الدولي. ما هي النتيجة الإجرائية المباشرة الأبرز لهذه الظاهرة؟",
    "options": [
      "توجيه الموارد المالية المتاحة لتوفير المتطلبات الأمنية والعسكرية بدلاً من التنمية المستدامة",
      "انخفاض قدرة المؤسسات الحكومية على إعداد خطط التقييم الفعال وغياب متابعة المشروعات",
      "إعاقة عمليات المشتريات والتوريد واستبعاد الكفاءات وتغليب المصالح الشخصية",
      "انخفاض جاذبية بيئة الأعمال لغياب التشريعات المنظمة للنشاط الاقتصادي الحديث"
    ],
    "answer": 2
  },
  {
    "id": 243,
    "sem": 2,
    "unit": 6,
    "unitName": "المؤسسات المالية الدولية",
    "lesson": "البنك الدولي",
    "text": "تعرضت دولة لتداعيات مناخية قاسية دمرت أجزاء واسعة منها، مما أدخلها في وضع اقتصادي حرج أفقدها \"الأهلية الائتمانية\" للوفاء بسداد أي التزامات مالية مستقبلية كالقروض. استناداً إلى أشكال تمويل البنك الدولي، ما هو الخيار التمويلي الأنسب لحالة هذه الدولة، والمنظمة التي ستقدمه؟",
    "options": [
      "تقديم ضمانات سياسية من وكالة ضمان الاستثمار المتعددة الأطراف لحماية المستثمرين",
      "تقديم القروض طويلة الأجل من البنك الدولي للإنشاء والتعمير لإعادة الإعمار",
      "تقديم تمويل مختلط من مؤسسة التمويل الدولية لدعم رواد الأعمال المتضررين",
      "تقديم المنح من المؤسسة الدولية للتنمية لتمويل المشروعات الإنسانية والبيئية"
    ],
    "answer": 3
  },
  {
    "id": 244,
    "sem": 2,
    "unit": 7,
    "unitName": "الاستدامة المالية",
    "lesson": "مقدمة في الاستدامة المالية",
    "text": "عندما تقوم جامعة بتوفير موارد مالية مستقرة تتيح لها الاستمرار في أداء مهامها، وتطوير خدماتها، ومواجهة الأزمات الطارئة، فإنها بذلك تحقق الاستدامة المالية على أي مستوى؟",
    "options": [
      "المستوى الوطني",
      "المستوى الفردي",
      "مستوى المؤسسات",
      "مستوى الشمول المالي"
    ],
    "answer": 2
  },
  {
    "id": 245,
    "sem": 2,
    "unit": 7,
    "unitName": "الاستدامة المالية",
    "lesson": "مقدمة في الاستدامة المالية",
    "text": "أي من العبارات الآتية تصف بدقة \"الاستدامة المالية\" بشكلها الشمولي",
    "options": [
      "هي سياسة تقشفية تهدف إلى تقليل النفقات العامة لزيادة المدخرات المالية للدولة",
      "هي الاعتماد الكامل على التكنولوجيا المالية الحديثة للاستغناء عن المعاملات الورقية",
      "هي التركيز المقتصر على تلبية احتياجات الجيل الحالي لضمان الاستقرار الاقتصادي الفوري",
      "هي قدرة الجهة على إدارة الموارد بكفاءة لتلبية الحاجات الحالية والمستقبلية معاً دون تراكم مفرط للديون"
    ],
    "answer": 3
  },
  {
    "id": 246,
    "sem": 2,
    "unit": 7,
    "unitName": "الاستدامة المالية",
    "lesson": "مقدمة في الاستدامة المالية",
    "text": "إحدى عناصر الاستدامة المالية تعني التفكير في المستقبل ووضع خطط مالية تتجاوز الخمس أو العشر سنوات، ما هي؟",
    "options": [
      "التخطيط البعيد المدى",
      "الاستثمار في المستقبل.",
      "إدارة الموارد بكفاءة",
      "تنويع مصادر الدخل."
    ],
    "answer": 0
  },
  {
    "id": 247,
    "sem": 2,
    "unit": 7,
    "unitName": "الاستدامة المالية",
    "lesson": "مقدمة في الاستدامة المالية",
    "text": "قامت إحدى الدول بتوجيه جزء كبير من موازنتها للإنفاق على قطاعات البنية التحتية، والتكنولوجيا، والتعليم بدلاً من الاعتماد فقط على العوائد المباشرة السريعة. أي عناصر الاستدامة المالية يتم تطبيقه هنا لتعزيز النمو الاقتصادي؟",
    "options": [
      "إدارة المخاطر",
      "تنويع مصادر الدخل",
      "الاستثمار في المستقبل",
      "التخطيط البعيد المدى للمشكلات الحالية"
    ],
    "answer": 2
  },
  {
    "id": 248,
    "sem": 2,
    "unit": 7,
    "unitName": "الاستدامة المالية",
    "lesson": "مقدمة في الاستدامة المالية",
    "text": "كيف تسهم المحافظ الإلكترونية والمدفوعات الذكية في تحقيق الاستدامة الاقتصادية للمجتمع؟",
    "options": [
      "من خلال زيادة أسعار الفائدة على القروض للأفراد",
      "عبر تعزيز \"الشمول المالي\" وتسهيل الوصول للخدمات المالية.",
      "عن طريق تقليل الاعتماد على البنوك المركزية تماماً.",
      "بزيادة التكاليف التشغيلية للمؤسسات الناشئة."
    ],
    "answer": 1
  },
  {
    "id": 249,
    "sem": 2,
    "unit": 7,
    "unitName": "الاستدامة المالية",
    "lesson": "مقدمة في الاستدامة المالية",
    "text": "عندما تواجه الدولة تقلبات مفاجئة في أسعار النفط، فإن العنصر الأكثر أهمية من عناصر الاستدامة المالية الذي يحمي اقتصادها من هذه الصدمات هو:",
    "options": [
      "التخطيط للتقشف الفوري وتقليص النفقات",
      "الاستثمار في الصحة والتعليم حصراً.",
      "إدارة المخاطر",
      "تقليل الاعتماد على التكنولوجيا المالية."
    ],
    "answer": 2
  },
  {
    "id": 250,
    "sem": 2,
    "unit": 7,
    "unitName": "الاستدامة المالية",
    "lesson": "مقدمة في الاستدامة المالية",
    "text": "يعتبر توجيه الموارد المالية نحو الأولويات التنموية مثل التعليم والصحة والتحول الرقمي، دليلاً على:",
    "options": [
      "ضمان العدالة بين الأجيال فقط.",
      "منع الأزمات المالية بشكل مباشر",
      "تطبيق نظام التقشف المالي الحكومي.",
      "تحسين كفاءة الإنفاق العام."
    ],
    "answer": 3
  },
  {
    "id": 251,
    "sem": 2,
    "unit": 7,
    "unitName": "الاستدامة المالية",
    "lesson": "مقدمة في الاستدامة المالية",
    "text": "لا تُعد الاستدامة المالية نوعاً من التقشف؛ بل هي \"استخدام ذكي للمال العام\". أي من الآتي يمثل النتيجة المباشرة لهذا الاستخدام الذكي وفقاً للنص؟",
    "options": [
      "تجميد الإنفاق الحكومي بشكل كامل للسيطرة على الديون.",
      "إيجاد بيئة اقتصادية جاذبة ومستقرة، وتقليل الهدر والفساد",
      "تقليل جدوى الاستثمار العام لصالح القطاع الخاص.",
      "توجيه الموارد نحو سداد الديون فقط وتجاهل التحول الرقمي."
    ],
    "answer": 1
  },
  {
    "id": 252,
    "sem": 2,
    "unit": 7,
    "unitName": "الاستدامة المالية",
    "lesson": "مقدمة في الاستدامة المالية",
    "text": "يشير مصطلح \"الحفاظ على الأصول العامة التي تخدم الجميع مثل الموارد الطبيعية وصناديق التقاعد\" إلى أي محور من محاور أهمية الاستدامة المالية؟",
    "options": [
      "تحسين كفاءة الإنفاق العام",
      "ضمان العدالة بين الأجيال",
      "منع الأزمات الاقتصادية والمالية",
      "الاستثمار في التكنولوجيا المالية"
    ],
    "answer": 1
  },
  {
    "id": 253,
    "sem": 2,
    "unit": 7,
    "unitName": "الاستدامة المالية",
    "lesson": "مقدمة في الاستدامة المالية",
    "text": "كيف تسهم الخدمات المصرفية الرقمية على مستوى المؤسسات في تحقيق نوعين من الاستدامة معاً؟",
    "options": [
      "عبر تقليل استخدام الورق وترشيد الطاقة (استدامة بيئية ومالية)",
      "من خلال زيادة الاعتماد على الشفافية المالية الورقية",
      "عبر تقليل الوعي المالي للموظفين.",
      "من خلال التركيز على التخطيط قصير المدى."
    ],
    "answer": 0
  },
  {
    "id": 254,
    "sem": 2,
    "unit": 7,
    "unitName": "الاستدامة المالية",
    "lesson": "مقدمة في الاستدامة المالية",
    "text": "إذا قامت مؤسسة بترشيد نفقاتها واستثمار أموالها في مشاريع ذات جدوى عالية، وفي الوقت ذاته حرصت على عدم الاعتماد على ممول واحد لضمان استمراريتها، فأي عنصرين من عناصر الاستدامة حققتهما بشكل أساسي؟",
    "options": [
      "التخطيط بعيد المدى وإدارة المخاطر.",
      "الاستثمار في المستقبل والشمول المالي.",
      "تحسين كفاءة الإنفاق ومنع الأزمات",
      "إدارة الموارد بكفاءة وتنويع مصادر الدخل."
    ],
    "answer": 3
  },
  {
    "id": 255,
    "sem": 2,
    "unit": 7,
    "unitName": "الاستدامة المالية",
    "lesson": "مقدمة في الاستدامة المالية",
    "text": "أي من الممارسات الآتية تُعتبر التهديد الأكبر للاستدامة المالية وفقاً لمفهومها الشامل؟",
    "options": [
      "التحول الكامل نحو الخدمات المصرفية الرقمية والأنظمة الإلكترونية.",
      "اللجوء إلى مديونية مفرطة لتلبية الحاجات الحالية على حساب الأجيال القادمة.",
      "تخصيص جزء من الموازنة للإنفاق على البنية التحتية تحسباً للمستقبل.",
      "إعادة هيكلة المؤسسات لتوفير موارد مالية مستقرة للطوارئ."
    ],
    "answer": 1
  },
  {
    "id": 256,
    "sem": 2,
    "unit": 7,
    "unitName": "الاستدامة المالية",
    "lesson": "أهداف الاستدامة المالية",
    "text": "تُعَدُّ الاستدامة المالية ركيزة أساسية لتحقيق التوازن الاقتصادي، وهي لا تقتصر فقط على إدارة المال اليومي، بل تتجاوز ذلك إلى:",
    "options": [
      "التخلص التام من أي نفقات للوصول إلى الاستقرار المالي.",
      "بناء قدرة مالية مرنة ومستدامة يمكنها مواجهة التحديات والتغيرات المستقبلية.",
      "زيادة الاعتماد المفرط على المنح والتمويلات الخارجية.",
      "تحقيق الغنى السريع للمؤسسات والأفراد."
    ],
    "answer": 1
  },
  {
    "id": 257,
    "sem": 2,
    "unit": 7,
    "unitName": "الاستدامة المالية",
    "lesson": "أهداف الاستدامة المالية",
    "text": "تلجأ الدول إلى تقليل الاعتماد على القروض والتمويلات الخارجية كإجراء أساسي؛ بهدف خفض المخاطر الناتجة من تقلبات السوق. أيُّ أهداف الاستدامة المالية للدولة يعكسه هذا الإجراء؟",
    "options": [
      "الوصول إلى حالة الاستقرار المالي الطويل الأمد.",
      "المرونة في مواجهة الأزمات.",
      "تحسين جودة الحياة للفرد والمجتمع.",
      "دعم الاقتصاد المحلي من خلال تمويل المشروعات."
    ],
    "answer": 0
  },
  {
    "id": 258,
    "sem": 2,
    "unit": 7,
    "unitName": "الاستدامة المالية",
    "lesson": "أهداف الاستدامة المالية",
    "text": "يُطلق على التغيرات التي تحدث في السوق وتُعَدُّ مقياسًا لتذبذب الأسعار صعودًا أو هبوطًا مصطلح:",
    "options": [
      "الموارد المالية",
      "الفجوة التمويلية",
      "تقلبات السوق",
      "التوازن الاقتصادي"
    ],
    "answer": 2
  },
  {
    "id": 259,
    "sem": 2,
    "unit": 7,
    "unitName": "الاستدامة المالية",
    "lesson": "أهداف الاستدامة المالية",
    "text": "قامت إحدى الدول بإنشاء احتياطيات مالية استراتيجية واستخدمتها لدعم اقتصادها فور وقوع كارثة طبيعية غير متوقعة. يمثل هذا التصرف تطبيقاً لهدف:",
    "options": [
      "تقليل الفجوات التمويلية للمؤسسات",
      "الوصول إلى حالة الاستقرار المالي الطويل الأمد.",
      "تحسين جودة الحياة للأفراد بتوفير الكماليات.",
      "المرونة في مواجهة الأزمات."
    ],
    "answer": 3
  },
  {
    "id": 260,
    "sem": 2,
    "unit": 7,
    "unitName": "الاستدامة المالية",
    "lesson": "أهداف الاستدامة المالية",
    "text": "جميع الأموال والمصادر النقدية المتاحة التي يمكن استخدامها في سَدِّ النفقات وتحقيق الأهداف، وتشمل الاستثمارات والقروض والمنح، هي:",
    "options": [
      "الاستدامة المالية",
      "الموارد المالية",
      "الموازنة الحكومية",
      "الاحتياطيات"
    ],
    "answer": 1
  },
  {
    "id": 261,
    "sem": 2,
    "unit": 7,
    "unitName": "الاستدامة المالية",
    "lesson": "أهداف الاستدامة المالية",
    "text": "يمكن عن طريق الاستدامة المالية تخصيص الأموال لتطوير البنية التحتية وتحسين قطاعي التعليم والرعاية الصحية، ويعود ذلك بالنفع العام على الجميع بمرور الوقت. يشير ذلك إلى هدف",
    "options": [
      "دعم الاقتصاد المحلي وتقليل الفجوات",
      "تقليل تقلبات أسعار الفائدة",
      "تحسين جودة الحياة للفرد والمجتمع",
      "تحقيق الكفاءة في إدارة الموارد"
    ],
    "answer": 2
  },
  {
    "id": 262,
    "sem": 2,
    "unit": 7,
    "unitName": "الاستدامة المالية",
    "lesson": "أهداف الاستدامة المالية",
    "text": "إعداد الأفراد والمؤسسات لخطط مالية مستدامة يسهم بفعالية في دعم المشروعات الصغيرة وتقليل الفجوات التمويلية. وهذا بدوره يحقق هدفاً وطنياً هو:",
    "options": [
      "دعم الاقتصاد المحلي",
      "الوصول الى الاستقرار المالي الطويل الامد",
      "كسب ثقة المستثمرين الخارجيين فقط",
      "المرونة في مواجهة الكوارث الطبيعية"
    ],
    "answer": 0
  },
  {
    "id": 263,
    "sem": 2,
    "unit": 7,
    "unitName": "الاستدامة المالية",
    "lesson": "أهداف الاستدامة المالية",
    "text": "إحدى مزايا الاستدامة المالية للأفراد تُمكِّن الفرد من التمييز بين الضروريات والكماليات، مما يحد من النَّزْف المالي غير الضروري. هذه الميزة هي:",
    "options": [
      "تنمية المدخرات والاستثمارات",
      "تحقيق الاستقلال المالي",
      "إنشاء صندوق للطوارئ",
      "تخطيط الميزانية بوعي"
    ],
    "answer": 3
  },
  {
    "id": 264,
    "sem": 2,
    "unit": 7,
    "unitName": "الاستدامة المالية",
    "lesson": "أهداف الاستدامة المالية",
    "text": "يُعد بمثابة \"درع مالي واقٍ\" يوفر بديلاً عن الاقتراض في حال فقدان الوظيفة أو التعرض لأزمات صحية مفاجئة للأفراد:",
    "options": [
      "صندوق الطوارئ",
      "الموازنة الحكومية",
      "الاستقلال المالي",
      "الفائض المالي"
    ],
    "answer": 0
  },
  {
    "id": 265,
    "sem": 2,
    "unit": 7,
    "unitName": "الاستدامة المالية",
    "lesson": "أهداف الاستدامة المالية",
    "text": "أي العبارات الآتية تصف المعنى الدقيق لـ \"الاستقلال المالي\" كأحد أهداف الاستدامة المالية للأفراد؟",
    "options": [
      "هو الثراء المطلق وتكديس الأموال بلا حدود.",
      "هو القدرة على الاستغناء التام عن العمل الوظيفي في سن مبكرة.",
      "هو التحرر من القلق المالي والقدرة على اتخاذ قرارات حاسمة من دون ضغوط.",
      "هو الاعتماد كلياً على القروض البنكية للاستثمار المتواصل."
    ],
    "answer": 2
  },
  {
    "id": 266,
    "sem": 2,
    "unit": 7,
    "unitName": "الاستدامة المالية",
    "lesson": "الاستدامة المالية: التحديات والحلول",
    "text": "تعتمد إحدى المؤسسات التعليمية على الرسوم الدراسية كمصدر رئيس لتمويلها. وعند انخفاض أعداد الطلبة واجهت صعوبة في تغطية نفقاتها التشغيلية. أي تفسير تحليلي يوضح التحدي المالي في هذه الحالة؟",
    "options": [
      "ضعف كفاءة العمليات التشغيلية داخل المؤسسة",
      "الاعتماد على مصدر واحد للدخل مما يزيد المخاطر المالية",
      "تأثير التغيرات التشريعية في النظام التعليمي",
      "ارتفاع مستوى المنافسة في السوق التعليمية"
    ],
    "answer": 1
  },
  {
    "id": 267,
    "sem": 2,
    "unit": 7,
    "unitName": "الاستدامة المالية",
    "lesson": "الاستدامة المالية: التحديات والحلول",
    "text": "لاحظت شركة صناعية أن زيادة المخزون غير الضروري تؤدي إلى ارتفاع تكاليف التخزين والتشغيل. أي مفهوم مالي يفسّر هذه المشكلة بصورة أدق؟",
    "options": [
      "ضعف إدارة التكاليف",
      "ضعف التخطيط الاستراتيجي طويل الأجل",
      "التغيرات الاقتصادية الخارجية",
      "التنافسية في السوق"
    ],
    "answer": 0
  },
  {
    "id": 268,
    "sem": 2,
    "unit": 7,
    "unitName": "الاستدامة المالية",
    "lesson": "الاستدامة المالية: التحديات والحلول",
    "text": "إذا أرادت مؤسسة تقليل مخاطر التقلبات الاقتصادية مثل التضخم والركود، فأي استراتيجية مالية تُعد أكثر اتساقاً مع مبادئ الاستدامة المالية؟",
    "options": [
      "تقليل الاستثمارات طويلة الأجل",
      "الاحتفاظ باحتياطيات نقدية وتنويع مصادر الدخل",
      "الاعتماد على القروض قصيرة الأجل لزيادة السيولة",
      "تقليل النفقات المتعلقة بالتطوير والتدريب"
    ],
    "answer": 1
  },
  {
    "id": 269,
    "sem": 2,
    "unit": 7,
    "unitName": "الاستدامة المالية",
    "lesson": "الاستدامة المالية: التحديات والحلول",
    "text": "في مؤسسة ما، بقيت أجهزة الكهرباء والإنارة تعمل بعد انتهاء الدوام الرسمي بشكل متكرر. كيف يمكن تفسير هذه الحالة من منظور الاستدامة المالية؟",
    "options": [
      "نتيجة لضعف التخطيط المالي",
      "تأثير للتغيرات الاجتماعية في المجتمع",
      "نتيجة للتنافسية في السوق",
      "مثال على الفساد أو سوء الإدارة في استخدام الموارد"
    ],
    "answer": 3
  },
  {
    "id": 270,
    "sem": 2,
    "unit": 7,
    "unitName": "الاستدامة المالية",
    "lesson": "الاستدامة المالية: التحديات والحلول",
    "text": "إذا قامت مؤسسة باستبدال المعاملات الورقية بأنظمة رقمية، فما الأثر الأكثر احتمالاً لذلك على الاستدامة المالية؟",
    "options": [
      "زيادة التكاليف التشغيلية",
      "زيادة الاعتماد على التمويل الخارجي",
      "خفض التكاليف وتحسين كفاءة العمليات",
      "تقليل الشفافية المالية"
    ],
    "answer": 2
  },
  {
    "id": 271,
    "sem": 2,
    "unit": 7,
    "unitName": "الاستدامة المالية",
    "lesson": "الاستدامة المالية: التحديات والحلول",
    "text": "كيف يمكن للتكنولوجيا المالية أن تسهم في اتخاذ قرارات استثمارية أكثر دقة داخل المؤسسات؟",
    "options": [
      "من خلال تقليل عدد الموظفين في المؤسسات",
      "عبر تحليل البيانات المالية وتحديد المخاطر المحتملة",
      "عبر زيادة الاعتماد على العمليات الورقية",
      "عبر تقليل مستوى الشفافية في التقارير المالية"
    ],
    "answer": 1
  },
  {
    "id": 272,
    "sem": 2,
    "unit": 7,
    "unitName": "الاستدامة المالية",
    "lesson": "الاستدامة المالية: التحديات والحلول",
    "text": "أي من الحالات الآتية يُعد مثالاً على التحديات الخارجية التي تواجه الاستدامة المالية؟",
    "options": [
      "ضعف التخطيط المالي",
      "نقص تدريب الموظفين",
      "التضخم وتقلبات الأسواق",
      "سوء إدارة التكاليف"
    ],
    "answer": 2
  },
  {
    "id": 273,
    "sem": 2,
    "unit": 7,
    "unitName": "الاستدامة المالية",
    "lesson": "الاستدامة المالية: التحديات والحلول",
    "text": "إذا واجهت مؤسسة تغييرات مفاجئة في السياسات الضريبية الحكومية، فأي إجراء إداري يعد الأكثر فاعلية للحفاظ على الاستدامة المالية؟",
    "options": [
      "تقليل الاستثمارات المستقبلية بالكامل",
      "وضع خطط مالية مرنة قابلة للتعديل",
      "تنويع مصادر الدخل",
      "إيقاف المشروعات طويلة الاجل"
    ],
    "answer": 1
  },
  {
    "id": 274,
    "sem": 2,
    "unit": 7,
    "unitName": "الاستدامة المالية",
    "lesson": "الاستدامة المالية: التحديات والحلول",
    "text": "عند مقارنة مؤسستين ماليتين؛ الأولى تعتمد على التكنولوجيا المالية في عملياتها، والثانية تعتمد على الإجراءات التقليدية. أي نتيجة يُتوقع أن تحققها المؤسسة الأولى؟",
    "options": [
      "انخفاض مستوى الشفافية المالية",
      "ضعف القدرة على إدارة المخاطر",
      "زيادة الكفاءة والشفافية في العمليات المالية",
      "زيادة الاعتماد على المعاملات الورقية"
    ],
    "answer": 2
  },
  {
    "id": 275,
    "sem": 2,
    "unit": 7,
    "unitName": "الاستدامة المالية",
    "lesson": "الاستدامة المالية: التحديات والحلول",
    "text": "إذا أرادت مؤسسة تعزيز الشمول المالي في المجتمع، فما الدور الأكثر احتمالاً للتكنولوجيا المالية؟",
    "options": [
      "تقليل الخدمات المصرفية الرقمية",
      "تسهيل وصول الأفراد للخدمات المالية",
      "زيادة الاعتماد على النقد فقط",
      "تقليل فرص الاستثمار"
    ],
    "answer": 1
  },
  {
    "id": 276,
    "sem": 2,
    "unit": 7,
    "unitName": "الاستدامة المالية",
    "lesson": "الاقتصاد الأخضر والاستدامة",
    "text": "من أبرز التحديات التي يواجهها الاقتصاد الأخضر في الأردن هو",
    "options": [
      "زيادة التمويل",
      "سهولة الانتقال من الاقتصاد القائم على الوقود الأحفوري الى بدائل نظيفة",
      "الوعي العام لأهمية الاستهلاك المستدام",
      "الحاجة الى تطوير البنية التحتية للطاقة المتجددة"
    ],
    "answer": 3
  },
  {
    "id": 277,
    "sem": 2,
    "unit": 7,
    "unitName": "الاستدامة المالية",
    "lesson": "الاقتصاد الأخضر والاستدامة",
    "text": "ما هي النتيجة المباشرة لانبعاثات غازات الدفيئة مثل الميثان وأكسيد النيتروز الناتجة عن الأنشطة البشرية؟",
    "options": [
      "حبس الحرارة في الغلاف الجوي وزيادة الاحتباس الحراري",
      "تحسين جودة الهواء وتبريد الغلاف الجوي للأرض",
      "تعزيز العدالة الاجتماعية في توزيع مصادر الطاقة",
      "انخفاض كفاءة استخدام الموارد الطبيعية المتجددة"
    ],
    "answer": 0
  },
  {
    "id": 278,
    "sem": 2,
    "unit": 7,
    "unitName": "الاستدامة المالية",
    "lesson": "الاقتصاد الأخضر والاستدامة",
    "text": "أي من الغازات الآتية من الغازات الدفيئة المسببة للاحتباس الحراري",
    "options": [
      "اول اكسيد الكربون وبخار الماء",
      "الهيدروجين والهيليوم",
      "الميثان وأكسيد النيتروز",
      "ثاني اكسيد الكربون والنيتروجين"
    ],
    "answer": 2
  },
  {
    "id": 279,
    "sem": 2,
    "unit": 7,
    "unitName": "الاستدامة المالية",
    "lesson": "الاقتصاد الأخضر والاستدامة",
    "text": "ما الذي يميز 'الهيدروجين الأخضر' كمثال على الاقتصاد الأخضر في عمليات النقل والتصنيع؟",
    "options": [
      "يستخدم في العمليات الصناعية دون التسبب في أي انبعاثات للكربون",
      "مادة كيميائية تزيد من كفاءة محركات الاحتراق الداخلي التقليدية",
      "لا يحتاج الى أي ابتكارات تكنولوجية لإنتاجه",
      "وقود رخيص الثمن مقارنة بالفحم"
    ],
    "answer": 0
  },
  {
    "id": 280,
    "sem": 2,
    "unit": 7,
    "unitName": "الاستدامة المالية",
    "lesson": "الاقتصاد الأخضر والاستدامة",
    "text": "كيف يسهم الاقتصاد الأخضر في خفض الإنفاق الحكومي على المدى الطويل؟",
    "options": [
      "من خلال تقليل الرواتب في القطاع العام",
      "عبر تقليل الأعباء الصحية والتعامل مع الكوارث البيئية.",
      "زيادة الدعم الحكومي للمشاريع التي تعتمد على الوقود الاحفوري",
      "زيادة الضرائب على استهلاك الطاقة المتجددة."
    ],
    "answer": 1
  },
  {
    "id": 281,
    "sem": 2,
    "unit": 7,
    "unitName": "الاستدامة المالية",
    "lesson": "الاقتصاد الأخضر والاستدامة",
    "text": "ما الفرق الجوهري الذي يميز \"السندات الخضراء\" عن السندات التقليدية؟",
    "options": [
      "السندات الخضراء لا تتطلب دفع فوائد للمستثمرين.",
      "السندات الخضراء تصدرها الشركات الخاصة",
      "تخصيص حصيلة السندات حصرياً لتمويل مشاريع بيئية.",
      "السندات الخضراء لا تخضع للرقابة المالية الحكومية."
    ],
    "answer": 2
  },
  {
    "id": 282,
    "sem": 2,
    "unit": 7,
    "unitName": "الاستدامة المالية",
    "lesson": "الاقتصاد الأخضر والاستدامة",
    "text": "تأسس صندوق المناخ الأخضر التابع للأمم المتحدة عام",
    "options": [
      "2010",
      "2008",
      "2009",
      "2011"
    ],
    "answer": 0
  },
  {
    "id": 283,
    "sem": 2,
    "unit": 7,
    "unitName": "الاستدامة المالية",
    "lesson": "الاقتصاد الأخضر والاستدامة",
    "text": "يستخدم مؤشر (ESG) لتقييم أداء الشركات من ثلاثة جوانب رئيسة هي",
    "options": [
      "البيئي والاجتماعي الاقتصادي",
      "الحوكمة والاجتماعي والبيئي",
      "البيئي والاقتصادي والحوكمة",
      "الاقتصادي والحوكمة والاجتماعي"
    ],
    "answer": 1
  },
  {
    "id": 284,
    "sem": 2,
    "unit": 7,
    "unitName": "الاستدامة المالية",
    "lesson": "الاقتصاد الأخضر والاستدامة",
    "text": "يستخدم مؤشر (ESG) لتقييم الشركات من ثلاثة جوانب رئيسة منها الأداء الاجتماعي الذي يشمل",
    "options": [
      "انبعاثات الكربون",
      "الشفافية",
      "السلامة المهنية",
      "حقوق المساهمين"
    ],
    "answer": 2
  },
  {
    "id": 285,
    "sem": 2,
    "unit": 7,
    "unitName": "الاستدامة المالية",
    "lesson": "الاقتصاد الأخضر والاستدامة",
    "text": "يشمل الأداء البيئي في مؤشر (ESG) المستخدم لتقييم أداء الشركات",
    "options": [
      "حقوق العمال",
      "المسؤولية المجتمعية",
      "الشفافية",
      "انبعاثات الكربون"
    ],
    "answer": 3
  },
  {
    "id": 286,
    "sem": 2,
    "unit": 8,
    "unitName": "الذكاء الاصطناعي التوليدي",
    "lesson": "الذكاء الاصطناعي التوليدي",
    "text": "الذكاء الاصطناعي التوليدي هو فرع من فروع التعلم الآلي الذي يعتمد على الشبكات العصبية الاصطناعية",
    "options": [
      "ثنائية الطبقات",
      "احادية الطبقات",
      "ثلاثية الطبقات",
      "متعددة الطبقات"
    ],
    "answer": 3
  },
  {
    "id": 287,
    "sem": 2,
    "unit": 8,
    "unitName": "الذكاء الاصطناعي التوليدي",
    "lesson": "الذكاء الاصطناعي التوليدي",
    "text": "النموذج القادر على إنتاج نصوص وصور ومقاطع فيديو وأي محتوى آخر عالي الجودة استناداً إلى البيانات التي تم تدريب النماذج عليها هو",
    "options": [
      "النموذج الحاسوبي",
      "الذكاء الاصطناعي التقليدي",
      "التعلم العميق",
      "الخوارزميات"
    ],
    "answer": 2
  },
  {
    "id": 288,
    "sem": 2,
    "unit": 8,
    "unitName": "الذكاء الاصطناعي التوليدي",
    "lesson": "الذكاء الاصطناعي التوليدي",
    "text": "الذكاء الاصطناعي الذي يحلل البيانات المالية ويُصنف الأسهم بحسب البيانات إلى مُربحة وغير مُربحة هو مثال",
    "options": [
      "الذكاء الاصطناعي التوليدي",
      "الذكاء الاصطناعي التقليدي",
      "الذكاء المتعدد",
      "خوارزميات الحاسوب"
    ],
    "answer": 1
  },
  {
    "id": 289,
    "sem": 2,
    "unit": 8,
    "unitName": "الذكاء الاصطناعي التوليدي",
    "lesson": "الذكاء الاصطناعي التوليدي",
    "text": "عند دفع فواتير على تطبيق eFAWTEERcom فإن أنظمة الذكاء الاصطناعي تعمل في الخلفية لأداء مهام منها",
    "options": [
      "إرسال إشعارات فورية لتأكيد عملية الدفع",
      "تعرف أنماط إنفاقي الطبيعية",
      "حظر أي معاملات مشبوهة تلقائيا",
      "عدم مراقبة المعاملات المالية"
    ],
    "answer": 0
  },
  {
    "id": 290,
    "sem": 2,
    "unit": 8,
    "unitName": "الذكاء الاصطناعي التوليدي",
    "lesson": "الذكاء الاصطناعي التوليدي",
    "text": "جميع العمليات التالية يقوم بها الذكاء الاصطناعي في الخلفية لأداء المهام عند التسوق الإلكتروني ماعدا",
    "options": [
      "التحقق من هويتي على نحو آمن",
      "عدم تشفير البيانات المالية",
      "مراقبة المعاملات المالية لمنع عمليات الاحتيال",
      "تسريع عملية التحويل بحيث تتم في ثوان معدودة"
    ],
    "answer": 1
  },
  {
    "id": 291,
    "sem": 2,
    "unit": 8,
    "unitName": "الذكاء الاصطناعي التوليدي",
    "lesson": "الذكاء الاصطناعي التوليدي",
    "text": "أي من التحديات التالية تعتبر من التحديات التقنية في استخدام الذكاء الاصطناعي التوليدي في القطاع المالي الاردني",
    "options": [
      "التحيز",
      "المسؤولية",
      "الامتثال للتشريعات",
      "الثقة والشفافية"
    ],
    "answer": 2
  },
  {
    "id": 292,
    "sem": 2,
    "unit": 8,
    "unitName": "الذكاء الاصطناعي التوليدي",
    "lesson": "الذكاء الاصطناعي التوليدي",
    "text": "من التحديات التقنية لاستخدام الذكاء الاصطناعي في القطاع المالي الاردني والذي يُمكن لنموذج الذكاء الاصطناعي التوليدي ان ينتج معلومات غير صحيحة هو",
    "options": [
      "دقة المعلومات",
      "أمن المعلومات",
      "التحيز",
      "الهلوسة"
    ],
    "answer": 3
  },
  {
    "id": 293,
    "sem": 2,
    "unit": 8,
    "unitName": "الذكاء الاصطناعي التوليدي",
    "lesson": "الذكاء الاصطناعي التوليدي",
    "text": "قد يؤدي الاعتماد المتزايد على تقنيات الذكاء الاصطناعي إلى الاستغناء عن بعض الوظائف التقليدية مما يتطلب",
    "options": [
      "إعادة تأهيل الموظفين",
      "تعزيز ثقة العملاء بالأنظمة الذكية",
      "تحديد المسؤولية تحديدا دقيقا",
      "الامتثال بتشريعات البنك المركزي التي صدرت عام 2025"
    ],
    "answer": 0
  },
  {
    "id": 294,
    "sem": 2,
    "unit": 8,
    "unitName": "الذكاء الاصطناعي التوليدي",
    "lesson": "الذكاء الاصطناعي التوليدي",
    "text": "من تحديات استخدام الذكاء الاصطناعي التوليد في القطاع المالي الاردني التحيز ويعني الاستغناء عن بعض الوظائف التقليدية في القطاع المالي",
    "options": [
      "صح",
      "خطأ",
      "",
      ""
    ],
    "answer": 1
  },
  {
    "id": 295,
    "sem": 2,
    "unit": 8,
    "unitName": "الذكاء الاصطناعي التوليدي",
    "lesson": "الذكاء الاصطناعي التوليدي",
    "text": "الذكاء الاصطناعي التوليدي يقوم بتصنيف المعلومات والبيانات والاضطلاع بمهمتي التنبؤ والتحليل",
    "options": [
      "صح",
      "خطأ",
      "",
      ""
    ],
    "answer": 1
  },
  {
    "id": 296,
    "sem": 2,
    "unit": 8,
    "unitName": "الذكاء الاصطناعي التوليدي",
    "lesson": "الذكاء الاصطناعي التوليدي",
    "text": "يمكن تشبيه الطريقة التي يعمل بها الذكاء الاصطناعي التوليدي بالطالب الموهوب الذي يدرس آلاف الكتب والمقالات في مجال معين، ثم يصبح قادرا على كتابة مقالات جديدة بأسلوبه الخاص، مستفيدا من كل ما تعلَّمه.",
    "options": [
      "صح",
      "خطأ",
      "",
      ""
    ],
    "answer": 0
  },
  {
    "id": 297,
    "sem": 2,
    "unit": 8,
    "unitName": "الذكاء الاصطناعي التوليدي",
    "lesson": "الذكاء الاصطناعي التوليدي وعالم المال",
    "text": "أحدث الذكاء الاصطناعي التوليدي ثورة تقنية هائلة في القطاع المصرفي، تمثلت في استخدام المؤسسات المالية هذه التقنية لتعزيز",
    "options": [
      "قدرة الموظفين على الاستجابة السريعة",
      "روبوتات المحادثة المخصصة للموظفين",
      "روبوتات المحادثة المتخصصة للعملاء",
      "روبوتات الصراف الآلي"
    ],
    "answer": 2
  },
  {
    "id": 298,
    "sem": 2,
    "unit": 8,
    "unitName": "الذكاء الاصطناعي التوليدي",
    "lesson": "الذكاء الاصطناعي التوليدي وعالم المال",
    "text": "من أبرز تطبيقات الذكاء الاصطناعي التوليدي في البنوك الاردنية والذي يتيح للعملاء التفاعل مع الأنظمة المصرفية باستخدام اللغة العربية هو",
    "options": [
      "نموذج BloombergGPT",
      "تحليل المشاعر المالية",
      "الذكاء الاصطناعي التقليدي",
      "التمويل التفاعلي"
    ],
    "answer": 3
  },
  {
    "id": 299,
    "sem": 2,
    "unit": 8,
    "unitName": "الذكاء الاصطناعي التوليدي",
    "lesson": "الذكاء الاصطناعي التوليدي وعالم المال",
    "text": "من خدمات التمويل التفاعلي التي تقدمها روبوتات المحادثة المدعومة بالذكاء الاصطناعي التوليدي هي",
    "options": [
      "إصدار الوثائق المالية",
      "تحليل المشاعر المالية",
      "تعرف الكيانات المالية",
      "تصنيف الأخبار المالية"
    ],
    "answer": 0
  },
  {
    "id": 300,
    "sem": 2,
    "unit": 8,
    "unitName": "الذكاء الاصطناعي التوليدي",
    "lesson": "الذكاء الاصطناعي التوليدي وعالم المال",
    "text": "أن اهم ما يُميز نموذج (BloombergGPT) عن غيره من النماذج العامة مثل (ChatGPT) هو",
    "options": [
      "تخصصه في مجالات مختلفة",
      "تقديم إشعار الدفع الذكية",
      "تخصصه في إصدار الوثائق المالية",
      "تخصصه العميق في المجال المالي"
    ],
    "answer": 3
  },
  {
    "id": 301,
    "sem": 2,
    "unit": 8,
    "unitName": "الذكاء الاصطناعي التوليدي",
    "lesson": "الذكاء الاصطناعي التوليدي وعالم المال",
    "text": "من المزايا التي يتصف بها نموذج BloombergGPT تحليل المشاعر المالية ويقصد بذلك",
    "options": [
      "تحديد أسماء الشركات والأشخاص والمؤسسات المالية الواردة في النصوص",
      "تصنيف هذه الاخبار بحسب تأثيرها في الأسواق والقطاعات المختلفة",
      "مراجعة النصوص المالية مثل الاخبار، وتْغريدات السوق، وتقارير الارباح أو مراجعة تعليقات المُستخدمين",
      "تقديم إجابات دقيقة ومفصَلة عن الاستفسارات المالية المعقَدة"
    ],
    "answer": 2
  },
  {
    "id": 302,
    "sem": 2,
    "unit": 8,
    "unitName": "الذكاء الاصطناعي التوليدي",
    "lesson": "الذكاء الاصطناعي التوليدي وعالم المال",
    "text": "عندما يتصل بك شخص ويطلب منك إرسال رمز التحقق (OTP) او تقديم معلومات حساسة عن بطاقتك الائتمانية فهذا نوع من الاحتيال يسمى",
    "options": [
      "الرسائل الوهمية التي ينتحل مُرسلوها صفة البنوك",
      "الجوائز الوهمية",
      "انتحال شخصية موظف البنك",
      "عروض الاستثمار الوهمية"
    ],
    "answer": 2
  },
  {
    "id": 303,
    "sem": 2,
    "unit": 8,
    "unitName": "الذكاء الاصطناعي التوليدي",
    "lesson": "الذكاء الاصطناعي التوليدي وعالم المال",
    "text": "واحدة من الاتي ليست من ادوار الذكاء الاصطناعي في منع عمليات النصب والاحتيال",
    "options": [
      "تغيير كلمات المرور",
      "رصد الأنشطة المشبوهة",
      "اتخاذ الإجراءات الفورية",
      "تعلم السلوك المالي للمستخدم"
    ],
    "answer": 0
  },
  {
    "id": 304,
    "sem": 2,
    "unit": 8,
    "unitName": "الذكاء الاصطناعي التوليدي",
    "lesson": "الذكاء الاصطناعي التوليدي وعالم المال",
    "text": "ما هو الاجراء الاول الواجب اتخاذه عند التعرض للاحتيال",
    "options": [
      "تقديم شكوى",
      "الاحتفاظ بالأدلة",
      "تغيير كلمات المرور",
      "الاتصال بالنبك"
    ],
    "answer": 3
  },
  {
    "id": 305,
    "sem": 2,
    "unit": 8,
    "unitName": "الذكاء الاصطناعي التوليدي",
    "lesson": "الذكاء الاصطناعي التوليدي وعالم المال",
    "text": "تستخدم البنوك الذكاء الاصطناعي التوليدي لتحسين عملية اتخاذ القرارات الائتمانية من خلال عدة مهام، أيُّ مما يأتي لا يُعبر عن هذه المهام؟",
    "options": [
      "تقييم القدرة الائتمانية للعملاء",
      "تقييم أرباح البنك من القروض الائتمانية",
      "تفسير قرارات رفض طلبات القروض",
      "تخصيص شروط القروض بناءً على الملف المالي للعميل"
    ],
    "answer": 1
  },
  {
    "id": 306,
    "sem": 2,
    "unit": 8,
    "unitName": "الذكاء الاصطناعي التوليدي",
    "lesson": "الذكاء الاصطناعي التوليدي وعالم المال",
    "text": "من الإجراءات الواجب اتخاذها عند التعرض للاحتيال الاتصال بالبنك مباشرة وذلك لــ",
    "options": [
      "تقديم شكوى",
      "تغيير كلمات المرور الخاصة بجميع حسابك المصرفي",
      "لإيقاف فعالية البطاقة الائتمانية وتجميد الحساب",
      "ارسال الرسائل ولقطات الشاشة وارقام الهواتف الى قسم خدمة العملاء"
    ],
    "answer": 2
  },
  {
    "id": 307,
    "sem": 2,
    "unit": 8,
    "unitName": "الذكاء الاصطناعي التوليدي",
    "lesson": "المستشار المالي",
    "text": "النظام الذي يستخدم الخوارزميات والذكاء الاصطناعي لتقديم خدمات الاستشارة المالية وإدارة المحافظ الاستثمارية بتكلفة أقل من دون تدخل بشري هو",
    "options": [
      "المستشار المالي الذكي",
      "المستشار المالي التقليدي",
      "المستشار الالي",
      "المستشار المساعد"
    ],
    "answer": 2
  },
  {
    "id": 308,
    "sem": 2,
    "unit": 8,
    "unitName": "الذكاء الاصطناعي التوليدي",
    "lesson": "المستشار المالي",
    "text": "من مزايا المستشار التقليدي في معيار التوجيه المخصص",
    "options": [
      "التحديث المستمر بناء على الاحوال",
      "التحليل الدقيق للملف المالي والمخاطر",
      "التوصيات المدعومة بالبيانات والاحصائيات",
      "المرونة في التعامل مع الحالات المعقدة"
    ],
    "answer": 3
  },
  {
    "id": 309,
    "sem": 2,
    "unit": 8,
    "unitName": "الذكاء الاصطناعي التوليدي",
    "lesson": "المستشار المالي",
    "text": "من مزايا المستشار الذكي في معيار الوسيلة والوصول",
    "options": [
      "الرد السريع على الاستفسارات من دون أي تأخير",
      "امكانية التواصل مقصورة على ساعات العمل الرسمية",
      "وجوب حجز موعد مسبق",
      "عدم وجود تمثيل له في المناطق النائية احيانا"
    ],
    "answer": 1
  },
  {
    "id": 310,
    "sem": 2,
    "unit": 8,
    "unitName": "الذكاء الاصطناعي التوليدي",
    "lesson": "المستشار المالي",
    "text": "تقديم خلفية مُعينة او سياق مُحدد لتحسين دقة استجابة الذكاء الاصطناعي يسمى",
    "options": [
      "الاسلوب العام لهندسة الاوامر",
      "هندسة البرمجيات",
      "هندسة الاوامر للمبرمجين والتحليل الالي",
      "هندسة المحتوى"
    ],
    "answer": 3
  },
  {
    "id": 311,
    "sem": 2,
    "unit": 8,
    "unitName": "الذكاء الاصطناعي التوليدي",
    "lesson": "المستشار المالي",
    "text": "توظيف الذكاء الاصطناعي في خفض التكاليف وتسهيل عملية الاستخدام نصيحة تقدم لفئة",
    "options": [
      "أصحاب المبالغ الكبيرة",
      "المستثمرين المتقدمين",
      "المبتدئين أو أصحاب المبالغ الصغيرة",
      "أصحاب الحالات المعقدة"
    ],
    "answer": 3
  },
  {
    "id": 312,
    "sem": 2,
    "unit": 8,
    "unitName": "الذكاء الاصطناعي التوليدي",
    "lesson": "المستشار المالي",
    "text": "إن المستشارين الآليين المدعومين بالذكاء الاصطناعي التوليدي يقدمون نصائح استثمارية متخصصة للعملاء بناء على",
    "options": [
      "التكلفة المادية",
      "حجم المعلومات المالية لديهم",
      "مستوى تحملهم للمخاطر",
      "الخبرة البشرية"
    ],
    "answer": 2
  },
  {
    "id": 313,
    "sem": 2,
    "unit": 8,
    "unitName": "الذكاء الاصطناعي التوليدي",
    "lesson": "المستشار المالي",
    "text": "توجد رسوم إدارية تتراوح قيمتها بين 1% و 2% سنويا من قيمة المحفظة",
    "options": [
      "المستشار الذكي",
      "المستشار الالي",
      "هندسة الاوامر",
      "المستشار التقليدي"
    ],
    "answer": 3
  },
  {
    "id": 314,
    "sem": 2,
    "unit": 8,
    "unitName": "الذكاء الاصطناعي التوليدي",
    "lesson": "المستشار المالي",
    "text": "يستخدم إطار (STAR) في كتابة الأوامر الهندسية في مجال الاستشارة المالية ضمن",
    "options": [
      "هندسة المحتوى وتخصيص سياق الاستشارة",
      "الاسلوب العام لهندسة الأوامر",
      "هندسة الاوامر للمبرمجين والتحليل المالي",
      "هندسة العمليات"
    ],
    "answer": 1
  },
  {
    "id": 315,
    "sem": 2,
    "unit": 8,
    "unitName": "الذكاء الاصطناعي التوليدي",
    "lesson": "المستشار المالي",
    "text": "نستخدم إطار (CUE) عند كتابة اوامر هندسة المحتوى تخصيص سياق الاستشارة حرف (C) يعني",
    "options": [
      "خصائص العميل",
      "نوع النصيحة",
      "المحتوى (الخلفية المالية او السوقية)",
      "النتيجة المتوقعة"
    ],
    "answer": 2
  },
  {
    "id": 316,
    "sem": 2,
    "unit": 8,
    "unitName": "الذكاء الاصطناعي التوليدي",
    "lesson": "الذكاء الاصطناعي التوليدي وخصوصية البيانات",
    "text": "المصطلح الذي يشير الى حماية المعلومات الشخصية والبيانات الحساسة من الوصول غير المصرح به وضمان استخدامها بصورة قانونية وآمنة هو",
    "options": [
      "التشفير",
      "خصوصية البيانات",
      "الامن السيبراني",
      "مشاركة البيانات مع طرف ثالث"
    ],
    "answer": 1
  },
  {
    "id": 317,
    "sem": 2,
    "unit": 8,
    "unitName": "الذكاء الاصطناعي التوليدي",
    "lesson": "الذكاء الاصطناعي التوليدي وخصوصية البيانات",
    "text": "يجب على الشركات والمؤسسات المالية حفظ البيانات وحمايتها من الاختراق او القرصنة الإلكترونية بسبب",
    "options": [
      "التفاعل مع المؤسسات المالية المختلفة",
      "معرفة اوقات الشراء",
      "خصوصية تلك البيانات",
      "لمراعاة انماط السلوك المالي"
    ],
    "answer": 2
  },
  {
    "id": 318,
    "sem": 2,
    "unit": 8,
    "unitName": "الذكاء الاصطناعي التوليدي",
    "lesson": "الذكاء الاصطناعي التوليدي وخصوصية البيانات",
    "text": "احدى الاتية تمثل جانب من جوانب أنماط السلوك المالي للأشخاص والافراد",
    "options": [
      "تسريب البيانات اثناء عملية التدريب",
      "التعامل مع المؤسسات غير المالية",
      "الخصوصية التفاضلية",
      "تفضيلات الاستثمار"
    ],
    "answer": 3
  },
  {
    "id": 319,
    "sem": 2,
    "unit": 8,
    "unitName": "الذكاء الاصطناعي التوليدي",
    "lesson": "الذكاء الاصطناعي التوليدي وخصوصية البيانات",
    "text": "التقنية التي تقوم على تدريب نماذج الذكاء الاصطناعي من دون نقل البيانات الحساسة الى خادم مركزي فقط تشارك التحديثات هي",
    "options": [
      "التعلم الفيدرالي",
      "الخصوصية التفاضلية",
      "التشفير المتجانس",
      "إخفاء الهوية"
    ],
    "answer": 0
  },
  {
    "id": 320,
    "sem": 2,
    "unit": 8,
    "unitName": "الذكاء الاصطناعي التوليدي",
    "lesson": "الذكاء الاصطناعي التوليدي وخصوصية البيانات",
    "text": "التقنية التي تعتمد على إضافة ضوضاء او تغييرات صغيرة محسوبة إلى البيانات او النتائج بحيث لا يمكن معرفة إذا كان شخص ما موجودا في مجموعة ام لا هي",
    "options": [
      "التعلم الفيدرالي",
      "التشفير المتجانس",
      "الخصوصية التفاضلية",
      "اخفاء الهوية"
    ],
    "answer": 2
  },
  {
    "id": 321,
    "sem": 2,
    "unit": 8,
    "unitName": "الذكاء الاصطناعي التوليدي",
    "lesson": "الذكاء الاصطناعي التوليدي وخصوصية البيانات",
    "text": "من آلية عمل الخصوصية التفاضلية",
    "options": [
      "بقاء البيانات الحساسة في جهاز المستخدم",
      "الحد من مخاطر تسرب البيانات بصورة كبيرة",
      "إجراء العمليات الحسابية على بيانات مالية مشفرة بشكل آمن",
      "إخفاء الاسهامات الفردية إذ لا يمكن تمييز بيانات فرد واحد من أفراد المجموعة"
    ],
    "answer": 3
  },
  {
    "id": 322,
    "sem": 2,
    "unit": 8,
    "unitName": "الذكاء الاصطناعي التوليدي",
    "lesson": "الذكاء الاصطناعي التوليدي وخصوصية البيانات",
    "text": "مشاركة البيانات بين البنوك والمؤسسات من دون خرق الخصوصية من أهم التطبيقات في المجال المالي ضمن التقنيات المتقدمة لحماية الخصوصية",
    "options": [
      "التشفير",
      "اخفاء الهوية",
      "الخصوصية التفاضلية",
      "التعلم الفيدرالي"
    ],
    "answer": 0
  },
  {
    "id": 323,
    "sem": 2,
    "unit": 8,
    "unitName": "الذكاء الاصطناعي التوليدي",
    "lesson": "الذكاء الاصطناعي التوليدي وخصوصية البيانات",
    "text": "من المخاطر التي تهدد خصوصية البيانات بحيث يقوم المهاجم بتحليل أنماط استجابة النموذج بحيث يحدد فما إذا كان شخص ما موجود في مجموعة بيانات التدريب ام لا",
    "options": [
      "تسريب البيانات اثناء عملية التدريب",
      "التحليل الاستنتاجي",
      "الهجمات الاستخراجية",
      "مشاركة البيانات مع طرف ثالث"
    ],
    "answer": 1
  },
  {
    "id": 324,
    "sem": 2,
    "unit": 8,
    "unitName": "الذكاء الاصطناعي التوليدي",
    "lesson": "الذكاء الاصطناعي التوليدي وخصوصية البيانات",
    "text": "من المخاطر التي تهدد خصوصية البيانات ما حدث لشركة Samsung حين استخدم الموظفون تطبيق ChatGPT لمراجعة الكود البرمجي",
    "options": [
      "مشاركة البيانات مع طرف ثالث",
      "الهجمات الاستخراجية",
      "تسريب البيانات أثناء عملية التدريب",
      "التحليل الاستنتاجي"
    ],
    "answer": 2
  },
  {
    "id": 325,
    "sem": 2,
    "unit": 8,
    "unitName": "الذكاء الاصطناعي التوليدي",
    "lesson": "الذكاء الاصطناعي التوليدي وخصوصية البيانات",
    "text": "من المخاطر المهددة لخصوصية البيانات والتي يمتلك المهاجمون تقنيات متطورة تمكنهم من استعادة بيانات التدريب من النماذج المدربة تسمى",
    "options": [
      "تسريب البيانات اثناء التدريب",
      "التحليل الاستنتاجي",
      "الهجمات الاستخراجية",
      "مشاركة البيانات مع طرف ثالث"
    ],
    "answer": 2
  },
  {
    "id": 326,
    "sem": 2,
    "unit": 8,
    "unitName": "الذكاء الاصطناعي التوليدي",
    "lesson": "الذكاء الاصطناعي التوليدي وخصوصية البيانات",
    "text": "الذي يعزز ثقة العملاء بالتقنيات الرقمية ويحفزهم الى استخدامها بأمان هو حفظ خصوصية بيانات العملاء المالية",
    "options": [
      "صح",
      "خطأ",
      "",
      ""
    ],
    "answer": 0
  },
  {
    "id": 327,
    "sem": 2,
    "unit": 8,
    "unitName": "الذكاء الاصطناعي التوليدي",
    "lesson": "الذكاء الاصطناعي التوليدي وخصوصية البيانات",
    "text": "تقوم انظمة الذكاء الاصطناعي والانظمة المالية بجمع العديد من البيانات المتنوعة عن العملاء وتحليل تلك البيانات حيث يطلق على هذه البيانات اسم أنماط السلوك الانفعالي",
    "options": [
      "صح",
      "خطأ",
      "",
      ""
    ],
    "answer": 1
  },
  {
    "id": 328,
    "sem": 2,
    "unit": 8,
    "unitName": "الذكاء الاصطناعي التوليدي",
    "lesson": "الذكاء الاصطناعي التوليدي وخصوصية البيانات",
    "text": "من أنماط السلوك المالي المتعلقة بعادات الانفاق والشراء هي توقيت سحب الأموال",
    "options": [
      "صح",
      "خطأ",
      "",
      ""
    ],
    "answer": 1
  },
  {
    "id": 329,
    "sem": 2,
    "unit": 8,
    "unitName": "الذكاء الاصطناعي التوليدي",
    "lesson": "الذكاء الاصطناعي التوليدي وخصوصية البيانات",
    "text": "من مزايا التعلم الفيدرالي بقاء البيانات الحساسة في جهاز الخادم بصورة دائمة",
    "options": [
      "صح",
      "خطأ",
      "",
      ""
    ],
    "answer": 1
  },
  {
    "id": 330,
    "sem": 2,
    "unit": 8,
    "unitName": "الذكاء الاصطناعي التوليدي",
    "lesson": "الذكاء الاصطناعي التوليدي وخصوصية البيانات",
    "text": "تحرص العديد من تطبيقات الذكاء الاصطناعي التجارية على الاحتفاظ بحق استخدام البيانات المدخلة لتحسين خدماتها أو مشاركتها مع شركاء تجاريين؛ مما يعرض خصوصية المستخدمين للخطر",
    "options": [
      "صح",
      "خطأ",
      "",
      ""
    ],
    "answer": 0
  },
  {
    "id": 331,
    "sem": 2,
    "unit": 8,
    "unitName": "الذكاء الاصطناعي التوليدي",
    "lesson": "الذكاء الاصطناعي التوليدي وأخلاقيات الأعمال",
    "text": "عندما يقوم نظام ذكاء اصطناعي برفض طلبات القروض لفئة معينة من المجتمع بناءً على منطقة سكنهم دون مبرر مالي، فإن هذا النظام يفتقر بشكل أساسي إلى أحد الأبعاد الأخلاقية، وهو:",
    "options": [
      "الكفاءة الاقتصادية في معالجة البيانات",
      "العدالة والمساواة الاجتماعية",
      "الشفافية في الإفصاح عن القيود",
      "التحديث المنتظم للأنظمة"
    ],
    "answer": 1
  },
  {
    "id": 332,
    "sem": 2,
    "unit": 8,
    "unitName": "الذكاء الاصطناعي التوليدي",
    "lesson": "الذكاء الاصطناعي التوليدي وأخلاقيات الأعمال",
    "text": "ما الشرط الأساسي الذي يضعه البنك المركزي الأردني لتشجيع الابتكار المالي المسؤول المعتمد على التقنيات الحديثة؟",
    "options": [
      "زيادة أرباح المؤسسات المالية المبرمجة",
      "الاستغناء عن الموظفين لتقليل التكلفة",
      "احترام القوانين وحقوق المستخدمين",
      "تسريع عمليات الإقراض والموافقة عليها"
    ],
    "answer": 2
  },
  {
    "id": 333,
    "sem": 2,
    "unit": 8,
    "unitName": "الذكاء الاصطناعي التوليدي",
    "lesson": "الذكاء الاصطناعي التوليدي وأخلاقيات الأعمال",
    "text": "يحرص مدير قسم الذكاء الاصطناعي في أحد البنوك على تعيين مبرمجين وخبراء ماليين من بيئات وثقافات وتجارب حياتية مختلفة. أيّ من المسؤوليات الأخلاقية يسعى المدير لتحقيقها بهذا الإجراء؟",
    "options": [
      "مسؤولية الشفافية",
      "مسؤولية المراقبة المستمرة",
      "مسؤولية الاستجابة للشكاوى",
      "مسؤولية التطوير العادل"
    ],
    "answer": 3
  },
  {
    "id": 334,
    "sem": 2,
    "unit": 8,
    "unitName": "الذكاء الاصطناعي التوليدي",
    "lesson": "الذكاء الاصطناعي التوليدي وأخلاقيات الأعمال",
    "text": "إذا قام بنك بنشر وثيقة رسمية يعترف فيها بأن نظامه الذكي لتقييم المخاطر قد يخطئ في حالات استثنائية معينة ولا يمكن الاعتماد عليه بنسبة 100%، فإن هذا الإجراء يندرج تحت:",
    "options": [
      "بيان كيفية عمل الأنظمة الذكية",
      "الإفصاح عن القيود",
      "اختبار التحيز",
      "التصميم الشامل"
    ],
    "answer": 1
  },
  {
    "id": 335,
    "sem": 2,
    "unit": 8,
    "unitName": "الذكاء الاصطناعي التوليدي",
    "lesson": "الذكاء الاصطناعي التوليدي وأخلاقيات الأعمال",
    "text": "وفقاً للنص، كيف يُعرَّف \"التحيز\" في أنظمة الذكاء الاصطناعي المالي؟",
    "options": [
      "ميل النظام لصالح فئات معينة أو الإضرار بها مما يؤدي لنتائج غير عادلة",
      "عدم قدرة النظام على معالجة البيانات المالية الضخمة في وقت قصير",
      "تسريب بيانات العملاء الحساسة لجهات خارجية دون علمهم",
      "صعوبة فهم مبررات النظام عند اتخاذه لقرارات مالية معقدة"
    ],
    "answer": 0
  },
  {
    "id": 336,
    "sem": 2,
    "unit": 8,
    "unitName": "الذكاء الاصطناعي التوليدي",
    "lesson": "الذكاء الاصطناعي التوليدي وأخلاقيات الأعمال",
    "text": "أرسلت شركة تأمين رسالة لعملائها توضح فيها أن تقييم أسعار التأمين الخاصة بهم تم باستخدام خوارزميات الذكاء الاصطناعي. هذا الإجراء يمثل تطبيقاً عملياً لمسؤولية:",
    "options": [
      "التواصل مع العملاء",
      "التحديث المنتظم",
      "اختبار التحيز",
      "المراقبة المستمرة"
    ],
    "answer": 0
  },
  {
    "id": 337,
    "sem": 2,
    "unit": 8,
    "unitName": "الذكاء الاصطناعي التوليدي",
    "lesson": "الذكاء الاصطناعي التوليدي وأخلاقيات الأعمال",
    "text": "لضمان عدم تحول الأنظمة الذكية بمرور الوقت إلى أنظمة تمييزية بناءً على البيانات الجديدة التي تتلقاها، يجب على المؤسسات المالية الالتزام بـ:",
    "options": [
      "توحيد المعايير مع الدول الأخرى",
      "التحديث المنتظم لتحسين العدالة والدقة",
      "نشر ثقافة الذكاء الاصطناعي بين العملاء",
      "الإفصاح عن مواطن الضعف للمجتمع"
    ],
    "answer": 1
  },
  {
    "id": 338,
    "sem": 2,
    "unit": 8,
    "unitName": "الذكاء الاصطناعي التوليدي",
    "lesson": "الذكاء الاصطناعي التوليدي وأخلاقيات الأعمال",
    "text": "ما هو الهدف الرئيس للحكومات والجهات التنظيمية من \"سن القوانين واللوائح\" المتعلقة بالذكاء الاصطناعي؟",
    "options": [
      "توفير برامج تثقيفية للمطورين والموظفين",
      "تصميم تقنيات متقدمة لرصد التحيز",
      "مراقبة أداء الأنظمة الذكية بشكل يومي",
      "وضع تشريعات ضامنة لمبدأي العدالة والشفافية"
    ],
    "answer": 3
  },
  {
    "id": 339,
    "sem": 2,
    "unit": 8,
    "unitName": "الذكاء الاصطناعي التوليدي",
    "lesson": "الذكاء الاصطناعي التوليدي وأخلاقيات الأعمال",
    "text": "أطلقت وزارة المالية بالتعاون مع البنك المركزي حملات إعلامية وورش عمل مجانية لتعريف المواطنين بحقوقهم عند التعامل مع المستشارين الآليين. يمثل هذا الإجراء أحد أدوار الحكومات وهو:",
    "options": [
      "سن القوانين واللوائح",
      "الإشراف والمراقبة",
      "التوعية والتعليم",
      "التعاون الدولي"
    ],
    "answer": 2
  },
  {
    "id": 340,
    "sem": 2,
    "unit": 8,
    "unitName": "الذكاء الاصطناعي التوليدي",
    "lesson": "الذكاء الاصطناعي التوليدي وأخلاقيات الأعمال",
    "text": "لماذا يُعد \"التطور السريع للتكنولوجيا\" أحد التحديات المستقبلية المعيقة لأخلاقيات الذكاء الاصطناعي في المجال المالي؟",
    "options": [
      "لأنه يرفع من تكلفة تصميم الأنظمة الذكية على البنوك",
      "لأنه يزيد من صعوبة مواكبة القضايا الأخلاقية الجديدة",
      "لأنه يؤدي إلى اختلاف النظرة لمفهوم العدالة بين الدول",
      "لأنه يمنع المطورين من الوصول إلى بيانات العملاء بوضوح"
    ],
    "answer": 1
  },
  {
    "id": 341,
    "sem": 2,
    "unit": 8,
    "unitName": "الذكاء الاصطناعي التوليدي",
    "lesson": "الذكاء الاصطناعي التوليدي وأخلاقيات الأعمال",
    "text": "طور بنك نظاماً دقيقاً جداً يحقق أرباحاً عالية، لكن المبرمجين عجزوا عن تقديم مبررات واضحة للعملاء توضح سبب رفض قروضهم من قبل هذا النظام. هذا الموقف يعكس تحدياً يتمثل في:",
    "options": [
      "تعقيد النماذج المتزايد الذي يحول دون تفسير القرارات بسهولة",
      "الاختلافات الثقافية التي تغير نظرة المجتمع لمفهوم العدل",
      "ضعف التوعية والتعليم لدى العملاء بكيفية عمل الذكاء الاصطناعي",
      "غياب التعاون المتعدد التخصصات في بناء النظام المالي"
    ],
    "answer": 0
  },
  {
    "id": 342,
    "sem": 2,
    "unit": 8,
    "unitName": "الذكاء الاصطناعي التوليدي",
    "lesson": "الذكاء الاصطناعي التوليدي وأخلاقيات الأعمال",
    "text": "أمام المؤسسة المالية خياران: إما استخدام نظام سريع وذو كفاءة عالية ولكنه يحمل نسبة بسيطة من التمييز، أو نظام أبطأ قليلاً ولكنه يضمن العدالة التامة. هذا الموقف يجسد بشكل مباشر تحدي:",
    "options": [
      "التطور السريع للتكنولوجيا",
      "تعقيد النماذج المتزايد",
      "الاختلافات الثقافية",
      "التوازن بين الكفاءة والعدالة"
    ],
    "answer": 3
  },
  {
    "id": 343,
    "sem": 2,
    "unit": 8,
    "unitName": "الذكاء الاصطناعي التوليدي",
    "lesson": "الذكاء الاصطناعي التوليدي وأخلاقيات الأعمال",
    "text": "تطوير تقنيات متقدمة لرصد أماكن القصور والتمييز في نماذج الذكاء الاصطناعي يعبر عن أحد الحلول المقترحة وهو:",
    "options": [
      "المعايير الصناعية",
      "أدوات الكشف عن التحيز",
      "التعليم والتدريب",
      "التعاون المتعدد التخصصات"
    ],
    "answer": 1
  },
  {
    "id": 344,
    "sem": 2,
    "unit": 8,
    "unitName": "الذكاء الاصطناعي التوليدي",
    "lesson": "الذكاء الاصطناعي التوليدي وأخلاقيات الأعمال",
    "text": "عندما تشارك مجموعة تضم خبيراً في البرمجة، ومحامياً، وباحثاً في علم الاجتماع لتطوير نظام إقراض بنكي، فإننا نطبق حلاً مقترحاً لمواجهة التحديات الأخلاقية وهو:",
    "options": [
      "التعاون المتعدد التخصصات",
      "التعاون الدولي",
      "وضع المعايير الصناعية",
      "تطوير أدوات الكشف عن التحيز"
    ],
    "answer": 0
  },
  {
    "id": 345,
    "sem": 2,
    "unit": 8,
    "unitName": "الذكاء الاصطناعي التوليدي",
    "lesson": "الذكاء الاصطناعي التوليدي وأخلاقيات الأعمال",
    "text": "أداة تُستخدم في المتصفح لعرض ملخصات توضح سياسات الخصوصية لأي موقع إلكتروني (مثل تدفق البيانات وطرق الإلغاء) هي:",
    "options": [
      "PriBot",
      "Polis’s privacy",
      "التعلم الفيدرالي",
      "التشفير المتجانس"
    ],
    "answer": 1
  },
  {
    "id": 346,
    "sem": 2,
    "unit": 8,
    "unitName": "الذكاء الاصطناعي التوليدي",
    "lesson": "الذكاء الاصطناعي التوليدي وأخلاقيات الأعمال",
    "text": "إذا رغب العميل في طرح أسئلة للحصول على توضيحات إضافية ومخصصة حول خصوصيته في موقع مالي، فإن الأداة التكنولوجية الأنسب لذلك هي:",
    "options": [
      "PriBot",
      "Polis’s privacy",
      "التصميم الشامل",
      "الخصوصية التفاضلية"
    ],
    "answer": 0
  },
  {
    "id": 347,
    "sem": 2,
    "unit": 9,
    "unitName": "السياسات الاقتصادية",
    "lesson": "مقدمة في السياسات الاقتصادية والسياسة المالية",
    "text": "مجموعة الأدوات والوسائل والإجراءات التي تستخدمها الحكومة في إدارة الاقتصاد الوطني لتحقيق أهداف محددة تسمى",
    "options": [
      "السياسة المالية",
      "السياسة الاقتصادية",
      "السياسة النقدية",
      "السياسة الحكومية"
    ],
    "answer": 1
  },
  {
    "id": 348,
    "sem": 2,
    "unit": 9,
    "unitName": "السياسات الاقتصادية",
    "lesson": "مقدمة في السياسات الاقتصادية والسياسة المالية",
    "text": "من أهداف السياسات الاقتصادية التي تدعم مبدأ التنافسية لزيادة الانتاجية",
    "options": [
      "استقرار الاسعار",
      "زيادة معدل النمو الاقتصادي",
      "التحفيز إلى الابتكار والتكنولوجيا",
      "تحقيق التنمية المستدامة"
    ],
    "answer": 2
  },
  {
    "id": 349,
    "sem": 2,
    "unit": 9,
    "unitName": "السياسات الاقتصادية",
    "lesson": "مقدمة في السياسات الاقتصادية والسياسة المالية",
    "text": "الاجراءات التي تتخذها الحكومة لإدارة الاقتصاد عن طريق الضرائب والانفاق العام تسمى",
    "options": [
      "السياسة الاقتصادية",
      "السياسة النقدية",
      "السياسة التجارية",
      "السياسة المالية"
    ],
    "answer": 3
  },
  {
    "id": 350,
    "sem": 2,
    "unit": 9,
    "unitName": "السياسات الاقتصادية",
    "lesson": "مقدمة في السياسات الاقتصادية والسياسة المالية",
    "text": "من الامثلة عليها نفقات تحصل الحكومة في مقابلها على سلع وخدمات هي",
    "options": [
      "النفقات الحقيقية",
      "النفقات الرأسمالية",
      "النفقات التحويلية",
      "النفقات العادية"
    ],
    "answer": 0
  },
  {
    "id": 351,
    "sem": 2,
    "unit": 9,
    "unitName": "السياسات الاقتصادية",
    "lesson": "مقدمة في السياسات الاقتصادية والسياسة المالية",
    "text": "اي من الاتي يعبر عن مفهوم الانفاق الحكومي",
    "options": [
      "جميع المبالغ التي تنفقها الحكومة على قطاعات الصناعة المحلية لضمان سير العمليات الحكومية",
      "جميع المبالغ التي تنفقها الحكومة على القطاع التجاري لتلبية احتياجات المجتمع",
      "جميع المبالغ التي تنفقها الحكومة على القطاعات الامنية للحفاظ على الامن والاستقرار",
      "جميع المبالغ التي تنفقها الحكومة على مختلف القطاعات والانشطة لضمان سير العمليات الحكومية"
    ],
    "answer": 3
  },
  {
    "id": 352,
    "sem": 2,
    "unit": 9,
    "unitName": "السياسات الاقتصادية",
    "lesson": "مقدمة في السياسات الاقتصادية والسياسة المالية",
    "text": "أي من الاتي لا يعتبر من مكونات السياسة الاقتصادية",
    "options": [
      "السياسة النقدية",
      "السياسة التجارية",
      "السياسة الدولية",
      "السياسة المالية"
    ],
    "answer": 2
  },
  {
    "id": 353,
    "sem": 2,
    "unit": 9,
    "unitName": "السياسات الاقتصادية",
    "lesson": "مقدمة في السياسات الاقتصادية والسياسة المالية",
    "text": "من أهداف السياسات الاقتصادية التي تهدف الى الموازنة بين النمو الاقتصادي وحماية موارد البيئة",
    "options": [
      "استقرار الاسعار",
      "تحقيق التنمية المستدامة",
      "تحقيق الاستقرار المالي والنقدي",
      "التوظيف الكامل للموارد"
    ],
    "answer": 1
  },
  {
    "id": 354,
    "sem": 2,
    "unit": 9,
    "unitName": "السياسات الاقتصادية",
    "lesson": "مقدمة في السياسات الاقتصادية والسياسة المالية",
    "text": "أي من النفقات التالية تصنيف من ضمن النفقات الجارية",
    "options": [
      "دفع رواتب الموظفين",
      "نفقات وزارة الزراعة",
      "دعم الخبز",
      "نفقات الكوارث الطبيعية"
    ],
    "answer": 0
  },
  {
    "id": 355,
    "sem": 2,
    "unit": 9,
    "unitName": "السياسات الاقتصادية",
    "lesson": "مقدمة في السياسات الاقتصادية والسياسة المالية",
    "text": "تعتبر نفقات وزارة الخارجية من النفقات",
    "options": [
      "الاجتماعية",
      "النفقات الرأسمالية",
      "الادارية",
      "الاقتصادية"
    ],
    "answer": 2
  },
  {
    "id": 356,
    "sem": 2,
    "unit": 9,
    "unitName": "السياسات الاقتصادية",
    "lesson": "مقدمة في السياسات الاقتصادية والسياسة المالية",
    "text": "تصنف النفقات العامة الى نفقات حقيقية ونفقات تحويلية حسب معيار",
    "options": [
      "الوظيفة",
      "ما تحصله الدولة لقاء الانفاق",
      "طبيعة الانفاق",
      "التكرار"
    ],
    "answer": 1
  },
  {
    "id": 357,
    "sem": 2,
    "unit": 9,
    "unitName": "السياسات الاقتصادية",
    "lesson": "تأثير السياسة المالية في النشاط الاقتصادي",
    "text": "السياسة المالية التي تنتهجها الحكومة حين يعاني الاقتصاد من الركود والبطالة هي",
    "options": [
      "السياسة المالية التوسعية",
      "السياسة المالية الانكماشية",
      "السياسة النقدية",
      "السياسة التجارية"
    ],
    "answer": 0
  },
  {
    "id": 358,
    "sem": 2,
    "unit": 9,
    "unitName": "السياسات الاقتصادية",
    "lesson": "تأثير السياسة المالية في النشاط الاقتصادي",
    "text": "تنتهج الدولة السياسة المالية الانكماشية عندما",
    "options": [
      "يعاني الاقتصاد من الركود والبطالة",
      "يعاني الاقتصاد من الارتفاع الكبير في الاسعار (التضخم)",
      "يعاني الاقتصاد من الانخفاض الكبير في الأسعار",
      "زيادة النمو الاقتصادي"
    ],
    "answer": 1
  },
  {
    "id": 359,
    "sem": 2,
    "unit": 9,
    "unitName": "السياسات الاقتصادية",
    "lesson": "تأثير السياسة المالية في النشاط الاقتصادي",
    "text": "السياسة الاقتصادية التي تقوم على زيادة نسب الضرائب مثل ضريبة الدخل وضريبة المبيعات هي",
    "options": [
      "السياسة المالية التوسعية",
      "السياسة التجارية",
      "السياسة المالية الانكماشية",
      "السياسة النقدية"
    ],
    "answer": 2
  },
  {
    "id": 360,
    "sem": 2,
    "unit": 9,
    "unitName": "السياسات الاقتصادية",
    "lesson": "تأثير السياسة المالية في النشاط الاقتصادي",
    "text": "تخفيض نسب الضرائب على الشركات والافراد من ضمن السياسة المالية",
    "options": [
      "الانكماشية",
      "النقدية",
      "التجارية",
      "التوسعية"
    ],
    "answer": 3
  },
  {
    "id": 361,
    "sem": 2,
    "unit": 9,
    "unitName": "السياسات الاقتصادية",
    "lesson": "تأثير السياسة المالية في النشاط الاقتصادي",
    "text": "من تأثيرات السياسة المالية عند تقليص الدعم الحكومي على الافراد",
    "options": [
      "انخفاض اسعار كثير من السلع الأساسية",
      "دعم الحكومة لأسعار الخبز والكهرباء",
      "تمكين بعض المواطنين من اقتناء سيارات كهربائية",
      "تزايد الشكاوى الاجتماعية في اوساط المجتمع"
    ],
    "answer": 3
  },
  {
    "id": 362,
    "sem": 2,
    "unit": 9,
    "unitName": "السياسات الاقتصادية",
    "lesson": "تأثير السياسة المالية في النشاط الاقتصادي",
    "text": "تخفيف الاعباء المالية عن ذوي الدخل المحدود تعتبر من آثار السياسة المالية",
    "options": [
      "التوسعية",
      "الانكماشية",
      "عند زيادة الضرائب",
      "عند زيادة الدعم الحكومي"
    ],
    "answer": 3
  },
  {
    "id": 363,
    "sem": 2,
    "unit": 9,
    "unitName": "السياسات الاقتصادية",
    "lesson": "تأثير السياسة المالية في النشاط الاقتصادي",
    "text": "عند تريد الدولة ابطاء النمو الاقتصادي والعمل على إعادة التوازن للاقتصادي فإنها تستخدم",
    "options": [
      "السياسة المالية التوسعية",
      "السياسة النقدية",
      "السياسة المالية الانكماشية",
      "السياسة التجارية"
    ],
    "answer": 2
  },
  {
    "id": 364,
    "sem": 2,
    "unit": 9,
    "unitName": "السياسات الاقتصادية",
    "lesson": "تأثير السياسة المالية في النشاط الاقتصادي",
    "text": "إذا قررت الدولة اتباع سياسة مالية انكماشية هدفها السيطرة على التضخم وابطاء النمو الاقتصادي فإن مؤسساتها المالية ستعمل في هذه الحالة على استخدام ادواتها في منحنيين اثنين هما",
    "options": [
      "خفض حجم الانفاق الحكومي وتخفيض نسب الضرائب",
      "خفض حجم الانفاق الحكومي وزيادة الضرائب",
      "زيادة حجم الانفاق الحكومي وتخفيض الضرائب",
      "زيادة حجم الانفاق الحكومي وزيادة الضرائب"
    ],
    "answer": 1
  },
  {
    "id": 365,
    "sem": 2,
    "unit": 9,
    "unitName": "السياسات الاقتصادية",
    "lesson": "تأثير السياسة المالية في النشاط الاقتصادي",
    "text": "إذا انتهجت الدولة سياسة تهدف الى تعزيز النمو الاقتصادي وزيادة معدلات التشغيل وتحفيز جانب الطلب وخفض معدلات البطالة فإن مؤسساتها المالية ستعمل على استخدام ادواتها في منحيين اثنين هما",
    "options": [
      "زيادة حجم الانفاق العام وتخفيض نسب الضرائب",
      "زيادة حجم الانفاق وزيادة نسب الضرائب",
      "تخفيض حجم الانفاق وتخفيض نسب الضرائب",
      "تخفيض حجم الانفاق وزيادة نسب الضرائب"
    ],
    "answer": 0
  },
  {
    "id": 366,
    "sem": 2,
    "unit": 9,
    "unitName": "السياسات الاقتصادية",
    "lesson": "تأثير السياسة المالية في النشاط الاقتصادي",
    "text": "الهدف الرئيس لكل من السياسة المالية التوسعية والسياسة المالية الانكماشية هو",
    "options": [
      "الحفاظ على الاستقرار الاقتصادي عن طريق زيادة الدعم الحكومي وزيادة نسب الضريبة",
      "الحفاظ على الاستقرار الاقتصادي عن طريق تحقيق التوازن بين النمو الاقتصادي ومعدلات التضخم",
      "الحفاظ على الاستقرار الاقتصادي عن طريق زيادة الدعم الحكومي للأفراد",
      "الحفاظ على الاستقرار الاقتصادي عن طريق تخفيض الدعم الحكومي وتخفيض نسب الضرائب"
    ],
    "answer": 1
  },
  {
    "id": 367,
    "sem": 2,
    "unit": 9,
    "unitName": "السياسات الاقتصادية",
    "lesson": "السياسة النقدية: أدواتها، وتأثيرها في النشاط الاقتصادي",
    "text": "ما هي الجهة المسؤولة عن رسم وتنفيذ السياسة النقدية في الدولة؟",
    "options": [
      "البنك المركزي",
      "وزارة المالية",
      "البنوك التجارية",
      "مجلس الوزراء"
    ],
    "answer": 0
  },
  {
    "id": 368,
    "sem": 2,
    "unit": 9,
    "unitName": "السياسات الاقتصادية",
    "lesson": "السياسة النقدية: أدواتها، وتأثيرها في النشاط الاقتصادي",
    "text": "عندما يمر الاقتصاد بحالة ركود، يلجأ البنك المركزي إلى:",
    "options": [
      "رفع سعر الفائدة",
      "خفض سعر الفائدة",
      "زيادة الاحتياطي الإلزامي",
      "بيع الأوراق المالية"
    ],
    "answer": 1
  },
  {
    "id": 369,
    "sem": 2,
    "unit": 9,
    "unitName": "السياسات الاقتصادية",
    "lesson": "السياسة النقدية: أدواتها، وتأثيرها في النشاط الاقتصادي",
    "text": "أي من الآتي يُعد إجراءً ضمن السياسة النقدية التوسعية؟",
    "options": [
      "زيادة المعروض النقدي",
      "تقليل السيولة في السوق",
      "رفع أسعار الفائدة",
      "بيع السندات الحكومية"
    ],
    "answer": 0
  },
  {
    "id": 370,
    "sem": 2,
    "unit": 9,
    "unitName": "السياسات الاقتصادية",
    "lesson": "السياسة النقدية: أدواتها، وتأثيرها في النشاط الاقتصادي",
    "text": "ما المقصود بـ \"الاحتياطي الإلزامي\"؟",
    "options": [
      "أرباح البنوك السنوية",
      "قروض تمنحها الدولة للشركات",
      "مدخرات الأفراد الشخصية",
      "نسبة محددة من أموال البنوك تودع لدى البنك المركزي"
    ],
    "answer": 3
  },
  {
    "id": 371,
    "sem": 2,
    "unit": 9,
    "unitName": "السياسات الاقتصادية",
    "lesson": "السياسة النقدية: أدواتها، وتأثيرها في النشاط الاقتصادي",
    "text": "تؤدي عملية \"بيع\" الأوراق المالية من قبل البنك المركزي إلى:",
    "options": [
      "زيادة السيولة النقدية",
      "سحب السيولة من الأسواق",
      "تحفيز النمو الاقتصادي",
      "خفض أسعار الفائدة"
    ],
    "answer": 1
  },
  {
    "id": 372,
    "sem": 2,
    "unit": 9,
    "unitName": "السياسات الاقتصادية",
    "lesson": "السياسة النقدية: أدواتها، وتأثيرها في النشاط الاقتصادي",
    "text": "رفع نسبة الاحتياطي الإلزامي يؤدي إلى:",
    "options": [
      "زيادة قدرة البنوك على الإقراض",
      "تقليل قدرة البنوك على منح القروض",
      "زيادة الطلب على الانتاج",
      "زيادة المعروض النقدي"
    ],
    "answer": 1
  },
  {
    "id": 373,
    "sem": 2,
    "unit": 9,
    "unitName": "السياسات الاقتصادية",
    "lesson": "السياسة النقدية: أدواتها، وتأثيرها في النشاط الاقتصادي",
    "text": "لماذا يبحث المستثمرون عن بدائل كالعقارات والمشاريع عند خفض الفائدة؟",
    "options": [
      "لزيادة العوائد في البنوك",
      "لارتفاع تكلفة الاقتراض",
      "لأن العوائد على الإيداع تصبح قليلة",
      "بسبب التضخم المرتفع"
    ],
    "answer": 2
  },
  {
    "id": 374,
    "sem": 2,
    "unit": 9,
    "unitName": "السياسات الاقتصادية",
    "lesson": "السياسة النقدية: أدواتها، وتأثيرها في النشاط الاقتصادي",
    "text": "تُستخدم السياسة النقدية الانكماشية في حالة:",
    "options": [
      "الركود الاقتصادي",
      "انخفاض معدلات البطالة",
      "مواجهة معدلات تضخم مرتفعة",
      "تحفيز الإنتاج الكلي"
    ],
    "answer": 2
  },
  {
    "id": 375,
    "sem": 2,
    "unit": 9,
    "unitName": "السياسات الاقتصادية",
    "lesson": "السياسة النقدية: أدواتها، وتأثيرها في النشاط الاقتصادي",
    "text": "أثر السياسة النقدية التوسعية على مشكلة البطالة هو",
    "options": [
      "زيادة معدلات البطالة",
      "المساهمة في خفض معدلات البطالة",
      "عدم التأثير على الأيدي العاملة",
      "تشجيع المؤسسات على الاستغناء عن الموظفين"
    ],
    "answer": 1
  },
  {
    "id": 376,
    "sem": 2,
    "unit": 9,
    "unitName": "السياسات الاقتصادية",
    "lesson": "السياسة النقدية: أدواتها، وتأثيرها في النشاط الاقتصادي",
    "text": "عند \"شراء\" البنك المركزي للأوراق المالية، فإنه يهدف لـ:",
    "options": [
      "ضخ أموال جديدة في الأسواق",
      "سحب النقد المتداول",
      "كبح جماح التضخم",
      "زيادة الفوائد البنكية"
    ],
    "answer": 0
  },
  {
    "id": 377,
    "sem": 2,
    "unit": 9,
    "unitName": "السياسات الاقتصادية",
    "lesson": "السياسة التجارية: أدواتها وتأثيرها في النشاط الاقتصادي",
    "text": "تعرف السياسة التجارية بأنها مجموعة من الأدوات والإجراءات التي تعتمدها الدولة لتنظيم",
    "options": [
      "تجارتها الخارجية",
      "تجارتها الداخلية",
      "تجارتها الحرة",
      "السوق المالي"
    ],
    "answer": 0
  },
  {
    "id": 378,
    "sem": 2,
    "unit": 9,
    "unitName": "السياسات الاقتصادية",
    "lesson": "السياسة التجارية: أدواتها وتأثيرها في النشاط الاقتصادي",
    "text": "ترتبط السياسة التجارية بعدد من المؤسسات التجارية في الدولة أي من الاتي لا ترتبط بهذه السياسية",
    "options": [
      "وزارة الصناعة والتجارة",
      "البنك المركزي",
      "غرف التجارة المحلية",
      "دائرة الجمارك"
    ],
    "answer": 1
  },
  {
    "id": 379,
    "sem": 2,
    "unit": 9,
    "unitName": "السياسات الاقتصادية",
    "lesson": "السياسة التجارية: أدواتها وتأثيرها في النشاط الاقتصادي",
    "text": "إذا قررت دولة إزالة جميع القيود الجمركية والسماح بدخول السلع بحرية، فإنها تتبع:",
    "options": [
      "سياسة الحماية التجارية",
      "سياسة التجارة الحرة",
      "سياسة الإعانات الحكومية",
      "نظام الحصص"
    ],
    "answer": 1
  },
  {
    "id": 380,
    "sem": 2,
    "unit": 9,
    "unitName": "السياسات الاقتصادية",
    "lesson": "السياسة التجارية: أدواتها وتأثيرها في النشاط الاقتصادي",
    "text": "أيّ من الآتي يُعد نتيجة مباشرة لتطبيق سياسة التجارة الحرة؟",
    "options": [
      "زيادة الاحتكار المحلي",
      "ارتفاع أسعار السلع المستوردة",
      "تحسين جودة السلع نتيجة المنافسة",
      "تقليل انتقال التكنولوجيا"
    ],
    "answer": 2
  },
  {
    "id": 381,
    "sem": 2,
    "unit": 9,
    "unitName": "السياسات الاقتصادية",
    "lesson": "السياسة التجارية: أدواتها وتأثيرها في النشاط الاقتصادي",
    "text": "فرض رسوم جمركية على السلع المستوردة يهدف أساسًا إلى:",
    "options": [
      "زيادة الواردات",
      "تحسين جودة السلع",
      "تقليل الصادرات",
      "دعم الصناعات المحلية"
    ],
    "answer": 3
  },
  {
    "id": 382,
    "sem": 2,
    "unit": 9,
    "unitName": "السياسات الاقتصادية",
    "lesson": "السياسة التجارية: أدواتها وتأثيرها في النشاط الاقتصادي",
    "text": "ما الأداة التي تحدد كمية قصوى من السلع المستوردة خلال فترة زمنية معينة؟",
    "options": [
      "الرسوم الجمركية",
      "الإعانات الحكومية",
      "نظام الحصص",
      "التجارة الحرة"
    ],
    "answer": 2
  },
  {
    "id": 383,
    "sem": 2,
    "unit": 9,
    "unitName": "السياسات الاقتصادية",
    "lesson": "السياسة التجارية: أدواتها وتأثيرها في النشاط الاقتصادي",
    "text": "إذا ارتفعت أسعار السلع المستوردة نتيجة فرض رسوم جمركية، فإن السلوك المتوقع للمستهلك هو:",
    "options": [
      "زيادة الاعتماد على السلع المستوردة",
      "عدم تغيير أنماط الاستهلاك",
      "التحول نحو السلع المحلية",
      "زيادة الادخار فقط"
    ],
    "answer": 2
  },
  {
    "id": 384,
    "sem": 2,
    "unit": 9,
    "unitName": "السياسات الاقتصادية",
    "lesson": "السياسة التجارية: أدواتها وتأثيرها في النشاط الاقتصادي",
    "text": "أي من السيناريوهات الآتية يعكس استخدام الإعانات الحكومية بشكل صحيح؟",
    "options": [
      "فرض ضرائب على السلع المستوردة",
      "تقديم دعم مالي للمصانع المحلية لخفض تكاليف الإنتاج",
      "تحديد كمية الاستيراد من السلع",
      "منع استيراد السلع بشكل كامل"
    ],
    "answer": 1
  },
  {
    "id": 385,
    "sem": 2,
    "unit": 9,
    "unitName": "السياسات الاقتصادية",
    "lesson": "السياسة التجارية: أدواتها وتأثيرها في النشاط الاقتصادي",
    "text": "تعرف هذه السياسة بالرقابة الجمركية وهي تتخذ أشكالا عدة منها المنع المطلق",
    "options": [
      "سياسة الحماية التجارية",
      "سياسة التجارة الحرة",
      "السياسة النقدية",
      "السياسة المالية"
    ],
    "answer": 0
  },
  {
    "id": 386,
    "sem": 2,
    "unit": 9,
    "unitName": "السياسات الاقتصادية",
    "lesson": "السياسة التجارية: أدواتها وتأثيرها في النشاط الاقتصادي",
    "text": "يقصد به وضع حد أعلى لحجم المستوردات خلال مدة زمنية معينة لحماية المنتج المحلي من المنافسة الاجنبية",
    "options": [
      "نظام الخصخصة",
      "نظام التعرفة الجمركية",
      "نظام الحصص",
      "نظام الإعانات الحكومية"
    ],
    "answer": 2
  },
  {
    "id": 387,
    "sem": 2,
    "unit": 9,
    "unitName": "السياسات الاقتصادية",
    "lesson": "السياسة الصناعية: أدواتها، وتأثيرها في النشاط الاقتصادي",
    "text": "من الادوار التي تؤديها الصناعة في بناء الاقتصاد انها تعيد التوازن في ميزان المدفوعات عن طريق",
    "options": [
      "توفير فرص عمل",
      "الخصخصة",
      "زيادة حجم الصادرات",
      "اتخاذ موقف محايد من رؤوس الاموال"
    ],
    "answer": 2
  },
  {
    "id": 388,
    "sem": 2,
    "unit": 9,
    "unitName": "السياسات الاقتصادية",
    "lesson": "السياسة الصناعية: أدواتها، وتأثيرها في النشاط الاقتصادي",
    "text": "تعرف السياسة الصناعة على انها مجموعة من الاجراءات والتدابير التي تعتمدها الدولة للتأثير في القطاع الصناعي وقراراته وحماية الصناعات الناشئة من",
    "options": [
      "المنافسة المحلية",
      "المنافسة الاجنبية",
      "الاحتكار",
      "المنتجات المقلدة"
    ],
    "answer": 1
  },
  {
    "id": 389,
    "sem": 2,
    "unit": 9,
    "unitName": "السياسات الاقتصادية",
    "lesson": "السياسة الصناعية: أدواتها، وتأثيرها في النشاط الاقتصادي",
    "text": "الاداة التي تستخدمها الدولة لنقل ملكية المشروعات والخدمات وإدارتها من القطاع الحكومي الى القطاع الخاص هي",
    "options": [
      "التدخل في القضايا الصناعية",
      "الاحتفاظ بالمشروعات والخدمات والمنشآت الحكومية",
      "توفير الحماية المؤقتة للمنشآت",
      "الخصخصة"
    ],
    "answer": 3
  },
  {
    "id": 390,
    "sem": 2,
    "unit": 9,
    "unitName": "السياسات الاقتصادية",
    "lesson": "السياسة الصناعية: أدواتها، وتأثيرها في النشاط الاقتصادي",
    "text": "يتم نقل ملكية المشروعات والخدمات من القطاع العام الى القطاع الخاص على نحو كلي او جزئي بهدف",
    "options": [
      "تحسين الكفاءة وزيادة الانتاجية",
      "زيادة الاعباء المالية على الدولة",
      "حماية القطاع الصناعي",
      "اتخاذ موقف محايد من رؤوس الاموال الاجنبية"
    ],
    "answer": 0
  },
  {
    "id": 391,
    "sem": 2,
    "unit": 9,
    "unitName": "السياسات الاقتصادية",
    "lesson": "السياسة الصناعية: أدواتها، وتأثيرها في النشاط الاقتصادي",
    "text": "تتوافر ثلاث خيارات للدولة في موقفها من المنافسة الخارجية للقطاع الصناعي منها عدم حماية القطاع الصناعي والذي يهدف الى",
    "options": [
      "تشجيعه وزيادة إسهامه في النمو الاقتصادي",
      "التخفيف من الاعباء المالية التي قد تواجهها المنشآت الصناعية الحديثة العهد",
      "إجبار المنشآت الصناعية على زيادة قدرتها التنافسية",
      "تقديم حوافز مالية وإعفاءات ضريبية"
    ],
    "answer": 2
  },
  {
    "id": 392,
    "sem": 2,
    "unit": 9,
    "unitName": "السياسات الاقتصادية",
    "lesson": "السياسة الصناعية: أدواتها، وتأثيرها في النشاط الاقتصادي",
    "text": "قامت الحكومة بشراء اثاث لوزارة الداخلية من المنتجات المحلية رغم ان سعرها الاثاث كان مرتفعا مقارنة بأسعار الاثاث المستورد الاداة السياسية الصناعية التي استخدمتها الحكومة هي",
    "options": [
      "القروض الصناعية والاعانات المالية",
      "المشتريات الحكومية",
      "الاعفاءات والتخفيضات الضريبية",
      "التسعير"
    ],
    "answer": 1
  },
  {
    "id": 393,
    "sem": 2,
    "unit": 9,
    "unitName": "السياسات الاقتصادية",
    "lesson": "السياسة الصناعية: أدواتها، وتأثيرها في النشاط الاقتصادي",
    "text": "قامت الحكومة الاردنية بدعم قطاع الصناعات الدوائية وقد نما هذا القطاع بشكل ملحوظ. ماهي السياسة الصناعية التي اتخذتها الحكومة مع هذا القطاع",
    "options": [
      "القروض الصناعية والاعانات المالية",
      "المشتريات الحكومية",
      "التسعير",
      "الاعفاءات والتخفيضات الضريبية"
    ],
    "answer": 3
  },
  {
    "id": 394,
    "sem": 2,
    "unit": 9,
    "unitName": "السياسات الاقتصادية",
    "lesson": "السياسة الصناعية: أدواتها، وتأثيرها في النشاط الاقتصادي",
    "text": "إذا قررت الدولة خفض قيمة عملتها فإن أثر ذلك على صادراتها هو",
    "options": [
      "تصبح أغلي في الاسواق العالمية وتصبح السلع المستوردة اقل سعر",
      "تصبح أغلي في الاسواق العالمية وتصبح السلع المستورد أكثر سعرا وغلاء",
      "تصبح أرخص في الاسواق العالمية وتصبح السلع المستوردة أكثر سعرا وغلاء",
      "تصبح أرخص في الاسواق العالمية وتصبح السلع المستورد أرخص واقل سعر"
    ],
    "answer": 2
  },
  {
    "id": 395,
    "sem": 2,
    "unit": 9,
    "unitName": "السياسات الاقتصادية",
    "lesson": "السياسة الصناعية: أدواتها، وتأثيرها في النشاط الاقتصادي",
    "text": "إذا اقدمت الدولة على رقع قيمة عملتها ما أثر ذلك على اسعار مستورداتها",
    "options": [
      "تصبح المستوردات أرخص",
      "تصبح المستوردات أغلي",
      "تبقى نفس السعر",
      "يتم العزوف عن شراءها"
    ],
    "answer": 0
  },
  {
    "id": 396,
    "sem": 2,
    "unit": 9,
    "unitName": "السياسات الاقتصادية",
    "lesson": "السياسة الصناعية: أدواتها، وتأثيرها في النشاط الاقتصادي",
    "text": "من ادوات السياسة الصناعية \"تطوير القوى العاملة\" أي مما يلي تعد مثال على تلك الاداة",
    "options": [
      "البنك المركزي",
      "الصناعات الدوائية",
      "قطاع الطاقة المتجدد",
      "مؤسسة التدريب المهني"
    ],
    "answer": 3
  },
  {
    "id": 397,
    "sem": 2,
    "unit": 9,
    "unitName": "السياسات الاقتصادية",
    "lesson": "السياسة الصناعية: أدواتها، وتأثيرها في النشاط الاقتصادي",
    "text": "من اثار السياسة الصناعية في الشركات",
    "options": [
      "استقرار الاسعار",
      "رفع مستوى المعيشة",
      "زيادة القدرة التنافسية",
      "تنمية المجتمعات المحلية"
    ],
    "answer": 2
  },
  {
    "id": 398,
    "sem": 2,
    "unit": 9,
    "unitName": "السياسات الاقتصادية",
    "lesson": "السياسة الصناعية: أدواتها، وتأثيرها في النشاط الاقتصادي",
    "text": "من أثر السياسة الصناعية في الافراد والاسر",
    "options": [
      "زيادة القدرة التنافسية",
      "تنمية المجتمعات المحلية",
      "فتح ابواب التصدير",
      "خفض تكاليف الإنتاج"
    ],
    "answer": 1
  }
];

function selectQuestions(type, params) {
    params = params || {};
    var filtered = [];
    if (type === 'ministerial') {
        // Pick proportionally from all units
        var units = [...new Set(bank.map(function(q){return q.unit;}))];
        var perUnit = Math.floor(40 / units.length);
        units.forEach(function(u) {
            var uqs = bank.filter(function(q){return q.unit===u;});
            var shuffled = uqs.sort(function(){return Math.random()-.5;});
            filtered = filtered.concat(shuffled.slice(0, perUnit));
        });
        filtered = filtered.sort(function(){return Math.random()-.5;}).slice(0,40);
    } else if (type === 'unit') {
        filtered = bank.filter(function(q){return q.unit === params.unitId;});
        filtered = filtered.sort(function(){return Math.random()-.5;});
    } else if (type === 'lesson') {
        filtered = bank.filter(function(q){return q.lesson === params.lessonName;});
    } else if (type === 'sem') {
        filtered = bank.filter(function(q){return q.sem === params.semNum;});
        filtered = filtered.sort(function(){return Math.random()-.5;}).slice(0,40);
    }
    return filtered.length > 0 ? filtered : bank.slice(0,10);
}
